[
  {
    "name": "胸部",
    childrenList: [
      {
        "name": "胸部",
        childrenList: [
          {
            "name": "胸围大"
          },
          {
            "name": "胸大"
          },
          {
            "name": "桶状胸"
          },
          {
            "name": "胸闷"
          },
          {
            "name": "胸壁塌陷"
          },
          {
            "name": "痰鸣气急"
          },
          {
            "name": "乳房红肿热痛"
          },
          {
            "name": "咯血伴皮肤粘膜出血"
          },
          {
            "name": "痉挛性咳嗽"
          },
          {
            "name": "咯血伴胸痛"
          },
          {
            "name": "轻度心悸心慌"
          },
          {
            "name": "吐泡沫痰"
          },
          {
            "name": "气促"
          },
          {
            "name": "排痰无力"
          },
          {
            "name": "心动过速"
          },
          {
            "name": "胸部紧迫或束带感"
          },
          {
            "name": "心脏排血受阻"
          },
          {
            "name": "剧烈运动后哮喘"
          },
          {
            "name": "蹲踞现象"
          },
          {
            "name": "咳铁锈色痰"
          },
          {
            "name": "心率不齐"
          },
          {
            "name": "呼吸气为尿臭味"
          },
          {
            "name": "前胸压迫性疼痛"
          },
          {
            "name": "乳房内光滑质韧的球形肿块"
          },
          {
            "name": "运动气喘"
          },
          {
            "name": "排气障碍"
          },
          {
            "name": "右胸痛"
          },
          {
            "name": "心前区隆起"
          },
          {
            "name": "气管阻塞"
          },
          {
            "name": "仰卧呼吸"
          },
          {
            "name": "胸部隐痛"
          },
          {
            "name": "呼气时两颊鼓起和缩唇"
          },
          {
            "name": "咯血伴呛咳"
          },
          {
            "name": "劳力性呼吸困难"
          },
          {
            "name": "乳头肥大"
          },
          {
            "name": "胸口闪电疼痛"
          },
          {
            "name": "吞咽不利"
          },
          {
            "name": "左胸痛"
          },
          {
            "name": "心跳过速"
          },
          {
            "name": "心脏刺痛"
          },
          {
            "name": "胸部沉重感"
          },
          {
            "name": "侧肋骨痛"
          },
          {
            "name": "气急"
          },
          {
            "name": "呼吸气为蒜臭味"
          },
          {
            "name": "运动或情绪激动诱发的胸痛"
          },
          {
            "name": "胸骨压痛"
          },
          {
            "name": "胸大肌外侧缘处如花生米大小的肿块"
          },
          {
            "name": "压榨样绞痛"
          },
          {
            "name": "咳嗽伴胸痛"
          },
          {
            "name": "气喘"
          },
          {
            "name": "呼吸道阻塞"
          },
          {
            "name": "咳嗽伴体重减轻"
          },
          {
            "name": "黄白色黏痰有水果味"
          },
          {
            "name": "乳头溢出血性或棕色浆液性液体"
          },
          {
            "name": "气体弥散功能下降"
          },
          {
            "name": "阵发性夜间呼吸困难"
          },
          {
            "name": "心慌气短"
          },
          {
            "name": "干性咳嗽"
          },
          {
            "name": "咳出棕色痰栓"
          },
          {
            "name": "心悸伴心率异常"
          },
          {
            "name": "吸气时胸口痛"
          },
          {
            "name": "喘鸣"
          },
          {
            "name": "柠檬色痰"
          },
          {
            "name": "胸痛"
          },
          {
            "name": "一咳嗽胸口就疼"
          },
          {
            "name": "呼吸急促"
          },
          {
            "name": "吞咽时胸痛"
          },
          {
            "name": "强迫俯卧位"
          },
          {
            "name": "叹息样呼吸"
          },
          {
            "name": "胸部挫伤"
          },
          {
            "name": "端坐呼吸"
          },
          {
            "name": "乳房肥大"
          },
          {
            "name": "岔气"
          },
          {
            "name": "劳动后气急"
          },
          {
            "name": "胸腹呈矛盾运动"
          },
          {
            "name": "胸骨后疼痛"
          },
          {
            "name": "痰火郁结"
          },
          {
            "name": "胸部大片斑块"
          },
          {
            "name": "呼吸中可有烂苹果味"
          },
          {
            "name": "乳腺退化不全"
          },
          {
            "name": "饭后心跳加快"
          },
          {
            "name": "乳房有数目不等似黄豆的结节"
          },
          {
            "name": "吐白沫痰"
          },
          {
            "name": "胸壁疼痛"
          },
          {
            "name": "下垂乳房"
          },
          {
            "name": "呼气时胸口痛"
          },
          {
            "name": "心火妄动"
          },
          {
            "name": "气急喘盛"
          },
          {
            "name": "胸骨下端压痛"
          },
          {
            "name": "心慌"
          },
          {
            "name": "呼吸微弱"
          },
          {
            "name": "痰有恶臭味"
          },
          {
            "name": "肋痛"
          },
          {
            "name": "心悸"
          },
          {
            "name": "呼吸暂停"
          },
          {
            "name": "心窝部隐痛"
          },
          {
            "name": "劳动耐力下降"
          },
          {
            "name": "烧心"
          },
          {
            "name": "呼气音延长"
          },
          {
            "name": "劳累后感觉胸闷"
          },
          {
            "name": "胸腰段背部或臀部的疼痛"
          },
          {
            "name": "乳头破碎"
          },
          {
            "name": "咳出带臭味的干痂"
          },
          {
            "name": "胸部下垂"
          },
          {
            "name": "呛咳"
          },
          {
            "name": "活动后气促"
          },
          {
            "name": "气短"
          },
          {
            "name": "呼吸音粗糙"
          },
          {
            "name": "粉红色泡沫样痰"
          },
          {
            "name": "吞咽干食物时胸骨后有阻塞感或钝痛"
          },
          {
            "name": "乳腺刺痛"
          },
          {
            "name": "三尖瓣下移"
          },
          {
            "name": "胸骨后烧灼样痛"
          },
          {
            "name": "脓痰"
          },
          {
            "name": "咳巧克力色痰"
          },
          {
            "name": "不典型胸痛"
          },
          {
            "name": "胸痛伴冷汗"
          },
          {
            "name": "气逆"
          },
          {
            "name": "锁骨上的搏动性肿块"
          },
          {
            "name": "胁部肿胀"
          },
          {
            "name": "心口灼热痛"
          },
          {
            "name": "耸肩喘息"
          },
          {
            "name": "心前区隐痛"
          },
          {
            "name": "反复肺炎"
          },
          {
            "name": "呼气困难"
          },
          {
            "name": "饱食后胸痛"
          },
          {
            "name": "心脏“偷停”感"
          },
          {
            "name": "肋骨痛"
          },
          {
            "name": "乳头发炎"
          },
          {
            "name": "巨乳"
          },
          {
            "name": "气滞"
          },
          {
            "name": "胸闷憋气"
          },
          {
            "name": "抬肩以助呼吸"
          },
          {
            "name": "喘息"
          },
          {
            "name": "喘脱"
          },
          {
            "name": "胸骨后异物阻塞感及隐痛"
          },
          {
            "name": "心火"
          },
          {
            "name": "呼吸浅慢"
          },
          {
            "name": "平卧呼吸困难"
          },
          {
            "name": "心跳加快"
          },
          {
            "name": "焦虑致胸口痛"
          },
          {
            "name": "咯血伴黄疸"
          },
          {
            "name": "气息异常"
          },
          {
            "name": "肋间隙可有压痛"
          },
          {
            "name": "乳房巨大"
          },
          {
            "name": "乳腺内无痛单发的硬肿块"
          },
          {
            "name": "血丝痰"
          },
          {
            "name": "呼吸减慢而不规则"
          },
          {
            "name": "呼吸气为腐臭味"
          }
        ]
      }
    ]
  },
  {
    "name": "颈部",
    childrenList: [
      {
        "name": "颈部",
        "childrenList": [
          {
            "name": "脖子压得慌"
          },
          {
            "name": "脖子鼓包"
          },
          {
            "name": "颈部包块"
          },
          {
            "name": "不能转颈"
          },
          {
            "name": "枕部和颈后疼痛"
          },
          {
            "name": "僵颈"
          },
          {
            "name": "颈椎间盘突出"
          },
          {
            "name": "颈部肌肉肿胀变硬"
          },
          {
            "name": "颈部可前屈，怕仰伸"
          },
          {
            "name": "晨起时颈背部弥漫性剧痛"
          },
          {
            "name": "颈部不稳感"
          },
          {
            "name": "颈部疼痛"
          },
          {
            "name": "颈椎增生"
          },
          {
            "name": "颈部呈僵直状"
          },
          {
            "name": "颈部僵硬"
          },
          {
            "name": "颈部强硬"
          },
          {
            "name": "颈肩痛"
          },
          {
            "name": "颈部有擦伤痕迹或肿胀"
          },
          {
            "name": "颈部粗"
          },
          {
            "name": "头颈部活动受限"
          },
          {
            "name": "颈强直"
          },
          {
            "name": "颈部扭伤"
          },
          {
            "name": "颈部搏动"
          },
          {
            "name": "颈背部肌肉痉挛"
          },
          {
            "name": "颈部怕前屈，怕仰伸"
          },
          {
            "name": "椎间盘脱出"
          },
          {
            "name": "脖子扭痛"
          },
          {
            "name": "强迫性头颈倾斜畸形"
          },
          {
            "name": "颈椎痛"
          },
          {
            "name": "颈部皱纹多"
          },
          {
            "name": "进行性颈部肿块"
          },
          {
            "name": "头颈分离感"
          },
          {
            "name": "短颈"
          },
          {
            "name": "颈部酸痛"
          },
          {
            "name": "肩背颈项痛"
          },
          {
            "name": "颈椎变形"
          },
          {
            "name": "颈背疼痛"
          },
          {
            "name": "阴雨天颈肩背部酸痛"
          },
          {
            "name": "颈部潮红"
          },
          {
            "name": "梗噎"
          }
        ]
      },
      {
        "name": "咽喉",
        "childrenList": [
          {
            "name": "音调变低"
          },
          {
            "name": "喝水呛"
          },
          {
            "name": "声音变化"
          },
          {
            "name": "咳嗽"
          },
          {
            "name": "咽喉炎"
          },
          {
            "name": "扁桃体发炎"
          },
          {
            "name": "干咳"
          },
          {
            "name": "咳痰"
          },
          {
            "name": "咽部异物感"
          },
          {
            "name": "打呼噜"
          },
          {
            "name": "痰中带血丝"
          },
          {
            "name": "喉咙痛"
          },
          {
            "name": "声音嘶哑"
          },
          {
            "name": "吞咽困难"
          },
          {
            "name": "咽痛"
          },
          {
            "name": "咽部有异物感"
          },
          {
            "name": "扁桃体肥大"
          },
          {
            "name": "持续性咳嗽"
          },
          {
            "name": "咳出黄色痰液"
          },
          {
            "name": "咽喉疼痛"
          },
          {
            "name": "咽部充血"
          },
          {
            "name": "吞咽痛"
          },
          {
            "name": "反酸"
          },
          {
            "name": "咽喉干燥及灼热感"
          },
          {
            "name": "喉部堵塞感"
          },
          {
            "name": "发作性咳嗽"
          },
          {
            "name": "变应性咳嗽"
          },
          {
            "name": "咽喉部充血"
          },
          {
            "name": "咽喉部干燥刺痒"
          },
          {
            "name": "咳血痰"
          },
          {
            "name": "吞咽障碍"
          },
          {
            "name": "食管反流症状"
          },
          {
            "name": "扁桃体充血"
          },
          {
            "name": "痰呈粘液脓性"
          },
          {
            "name": "咽部溃疡"
          },
          {
            "name": "喉头痉挛"
          },
          {
            "name": "胃酸过多"
          },
          {
            "name": "扁桃体充血肥大"
          },
          {
            "name": "犬吠样咳嗽"
          },
          {
            "name": "流感样症状"
          },
          {
            "name": "咽部灼热疼痛"
          },
          {
            "name": "喉部有痰"
          },
          {
            "name": "声带麻痹"
          },
          {
            "name": "粉红色泡沫痰"
          },
          {
            "name": "咳声嘶哑"
          },
          {
            "name": "饮水呛咳"
          },
          {
            "name": "咽喉痉挛"
          },
          {
            "name": "咽喉不利"
          },
          {
            "name": "咳泡沫黏液痰"
          },
          {
            "name": "喉部刺痛"
          },
          {
            "name": "铁锈色痰"
          },
          {
            "name": "湿咳"
          },
          {
            "name": "喉中痰鸣"
          },
          {
            "name": "食管梗阻"
          },
          {
            "name": "喉鸣声"
          },
          {
            "name": "仰颈时吞咽困难"
          },
          {
            "name": "进食困难"
          },
          {
            "name": "发音障碍"
          },
          {
            "name": "咽痛声哑"
          },
          {
            "name": "喉头发紧"
          },
          {
            "name": "痰呈白色黏稠胶冻状"
          },
          {
            "name": "构音不清"
          },
          {
            "name": "出现喉结"
          },
          {
            "name": "喉咙冒黏液"
          },
          {
            "name": "口咽异物"
          },
          {
            "name": "噎痛感"
          },
          {
            "name": "黏液脓性痰"
          },
          {
            "name": "嗓音粗"
          },
          {
            "name": "咽喉及口内刺痒"
          },
          {
            "name": "食物下咽时颈部有气过水声感"
          },
          {
            "name": "声音异常"
          },
          {
            "name": "嗌塞"
          },
          {
            "name": "喉结不明显"
          },
          {
            "name": "痰黏稠或脓性可有腥臭味"
          },
          {
            "name": "咽干烘热"
          },
          {
            "name": "讲话频率小，不能发高音"
          },
          {
            "name": "发音改变"
          },
          {
            "name": "咯多量血性泡沫痰"
          },
          {
            "name": "声低"
          },
          {
            "name": "讷吃"
          },
          {
            "name": "咽反射消失"
          }
        ]
      },
      {
        "name": "甲状腺",
        "childrenList": [{ "name": "颈部不适" }, { "name": "甲状腺结节" }]
      }
    ]
  },
  {
    "name": "心理",
    childrenList: [
      {
        "name": "心理",
        childrenList: [
          {
            "name": "脾气急躁"
          },
          {
            "name": "性受虐癖"
          },
          {
            "name": "心理性性功能障碍"
          },
          {
            "name": "焦虑"
          },
          {
            "name": "注意力不集中"
          },
          {
            "name": "情绪低落"
          },
          {
            "name": "紧张"
          },
          {
            "name": "孤独症"
          },
          {
            "name": "噩梦"
          },
          {
            "name": "烦躁不安"
          },
          {
            "name": "抑郁"
          },
          {
            "name": "偏执型人格障碍"
          },
          {
            "name": "强迫行为"
          },
          {
            "name": "恐惧"
          },
          {
            "name": "坐立不安"
          },
          {
            "name": "性上瘾"
          },
          {
            "name": "分裂型人格障碍"
          },
          {
            "name": "忧郁"
          },
          {
            "name": "情绪起伏大"
          },
          {
            "name": "沮丧"
          },
          {
            "name": "多疑"
          },
          {
            "name": "窥淫癖"
          },
          {
            "name": "暴力冲动行为"
          },
          {
            "name": "躁狂"
          },
          {
            "name": "自杀行为"
          },
          {
            "name": "注意力缺乏多动症"
          },
          {
            "name": "色情行为"
          },
          {
            "name": "人格解体"
          },
          {
            "name": "猜疑"
          },
          {
            "name": "社交敏感性障碍"
          },
          {
            "name": "人格改变"
          },
          {
            "name": "易性别癖"
          },
          {
            "name": "被窃或疑病妄想"
          },
          {
            "name": "强迫性联想"
          },
          {
            "name": "难入睡或易惊醒"
          },
          {
            "name": "生动鲜明的恐怖性幻视"
          },
          {
            "name": "行为及情绪异常"
          },
          {
            "name": "容易激动"
          },
          {
            "name": "无助感"
          },
          {
            "name": "强迫性人格"
          },
          {
            "name": "情绪性厌食"
          },
          {
            "name": "情感依赖"
          },
          {
            "name": "缺乏自控能力"
          },
          {
            "name": "假期综合症"
          },
          {
            "name": "严重情绪障碍"
          },
          {
            "name": "易激惹"
          },
          {
            "name": "易倦感"
          },
          {
            "name": "晕血"
          },
          {
            "name": "幻想失去时间和空间感觉"
          },
          {
            "name": "易哭"
          },
          {
            "name": "精神创伤"
          },
          {
            "name": "思维紊乱"
          },
          {
            "name": "易激动"
          },
          {
            "name": "精神过敏"
          },
          {
            "name": "毫无情感反应"
          },
          {
            "name": "惊恐发作"
          },
          {
            "name": "性施虐癖"
          },
          {
            "name": "情感暴发"
          },
          {
            "name": "缄默症"
          },
          {
            "name": "情绪性失眠"
          },
          {
            "name": "幻味"
          },
          {
            "name": "暴怒"
          },
          {
            "name": "痴笑"
          },
          {
            "name": "情感高涨"
          },
          {
            "name": "躁郁样"
          },
          {
            "name": "攻击行为"
          },
          {
            "name": "内向性思维"
          },
          {
            "name": "诉讼狂"
          },
          {
            "name": "行为无计划性"
          },
          {
            "name": "断毛癖"
          },
          {
            "name": "技术狂躁症"
          },
          {
            "name": "心理伤害"
          },
          {
            "name": "紧张性失眠"
          },
          {
            "name": "心理麻木"
          },
          {
            "name": "意识改变状态"
          },
          {
            "name": "病理性发笑和哭喊"
          },
          {
            "name": "虚烦失眠"
          },
          {
            "name": "空虚症"
          },
          {
            "name": "秋季狂躁症"
          },
          {
            "name": "神经症性抑郁"
          },
          {
            "name": "酒精成瘾"
          },
          {
            "name": "季节性情绪抑郁"
          },
          {
            "name": "喜怒无常"
          },
          {
            "name": "情绪不宁"
          },
          {
            "name": "精神运动性兴奋"
          },
          {
            "name": "精神变态"
          },
          {
            "name": "习惯性尿裤"
          },
          {
            "name": "选择性缄默症"
          },
          {
            "name": "强迫恐怖症"
          },
          {
            "name": "焦虑性适应障碍"
          }
        ]
      }]
  },
  {
    "name": "头部",
    childrenList: [
      {
        "name": "颅脑",
        childrenList: [
          {
            "name": "多梦"
          },
          {
            "name": "失眠"
          },
          {
            "name": "健忘"
          },
          {
            "name": "幻觉"
          },
          {
            "name": "记忆力障碍"
          },
          {
            "name": "神志不清"
          },
          {
            "name": "精神恍惚"
          },
          {
            "name": "头部震颤"
          },
          {
            "name": "智力发育迟缓"
          },
          {
            "name": "语言发育迟缓"
          },
          {
            "name": "思维缓慢"
          },
          {
            "name": "短暂性眩晕"
          },
          {
            "name": "神经衰弱综合征"
          },
          {
            "name": "全头痛"
          },
          {
            "name": "认知功能障碍"
          },
          {
            "name": "反射性呕吐"
          },
          {
            "name": "颈项强直"
          },
          {
            "name": "联想障碍"
          },
          {
            "name": "单眼突然出现一过性黑蒙"
          },
          {
            "name": "神志恍惚"
          },
          {
            "name": "意识模糊"
          },
          {
            "name": "顽固性头痛"
          },
          {
            "name": "摇头"
          },
          {
            "name": "晕动症"
          },
          {
            "name": "成人多动症"
          },
          {
            "name": "以头昏为主的眩晕"
          },
          {
            "name": "头部紧束感"
          },
          {
            "name": "谵妄"
          },
          {
            "name": "一过性昏厥"
          },
          {
            "name": "神经性厌食"
          },
          {
            "name": "神经质性格"
          },
          {
            "name": "闭目难立征"
          },
          {
            "name": "口渴"
          },
          {
            "name": "轻度精神发育迟滞"
          },
          {
            "name": "平衡功能障碍"
          },
          {
            "name": "颅内头痛"
          },
          {
            "name": "学习困难"
          },
          {
            "name": "颅骨增生"
          },
          {
            "name": "幻肢痛"
          },
          {
            "name": "光反射消失"
          },
          {
            "name": "巅顶疼痛"
          },
          {
            "name": "浅眠"
          },
          {
            "name": "思维松弛"
          },
          {
            "name": "三叉神经一二支分布区域疼痛"
          },
          {
            "name": "呆滞"
          },
          {
            "name": "思维破裂"
          },
          {
            "name": "神昏气促"
          },
          {
            "name": "记忆力消失"
          },
          {
            "name": "智力减低"
          },
          {
            "name": "头颅增大"
          },
          {
            "name": "颧红盗汗"
          },
          {
            "name": "妄想"
          },
          {
            "name": "不偏向一侧，无旋转的眩晕"
          },
          {
            "name": "空间感知障碍"
          },
          {
            "name": "顺行性遗忘"
          },
          {
            "name": "思维贫乏"
          },
          {
            "name": "失语"
          },
          {
            "name": "跌倒发作"
          },
          {
            "name": "中风偏瘫"
          },
          {
            "name": "思维中断"
          },
          {
            "name": "醉汉步态"
          },
          {
            "name": "哭泣样尖叫"
          },
          {
            "name": "眩晕欲扑"
          },
          {
            "name": "舞蹈样手足徐动"
          },
          {
            "name": "言语中断"
          },
          {
            "name": "浅感觉减退或缺失"
          },
          {
            "name": "命名性失语"
          },
          {
            "name": "头皮顽厚"
          },
          {
            "name": "昏蒙沉重"
          },
          {
            "name": "缺乏深睡眠"
          },
          {
            "name": "读小字和辨色困难"
          },
          {
            "name": "夜寐不实"
          },
          {
            "name": "摸空症"
          },
          {
            "name": "两侧颊部及颞部凹入"
          },
          {
            "name": "运动性兴奋或抑制"
          },
          {
            "name": "偏侧空间忽略症"
          },
          {
            "name": "一过性全面性遗忘"
          },
          {
            "name": "昏睡病"
          },
          {
            "name": "一过性意识蒙眬"
          },
          {
            "name": "意向倒错"
          },
          {
            "name": "偏身肌张力障碍"
          },
          {
            "name": "神志昏蒙"
          },
          {
            "name": "晕厥预兆"
          },
          {
            "name": "项强肢颤"
          },
          {
            "name": "自我定向障碍"
          },
          {
            "name": "生理性醉酒"
          },
          {
            "name": "面容失认"
          },
          {
            "name": "梦幻觉"
          },
          {
            "name": "偏侧不注意"
          },
          {
            "name": "思维黏滞"
          },
          {
            "name": "说话时字词不能连续"
          },
          {
            "name": "计算力障碍"
          },
          {
            "name": "无运动或感觉障碍的运用不能"
          },
          {
            "name": "妄言妄见"
          },
          {
            "name": "后脑勺阵痛"
          },
          {
            "name": "纯词聋"
          },
          {
            "name": "听觉失认症"
          },
          {
            "name": "偶有自发只言片语"
          },
          {
            "name": "颜色失认症"
          },
          {
            "name": "酒悖"
          },
          {
            "name": "极快的不规则跳动"
          },
          {
            "name": "剧烈运动后头晕"
          },
          {
            "name": "头部重压感"
          },
          {
            "name": "旋转性眩晕"
          },
          {
            "name": "病理性脱发"
          },
          {
            "name": "头发分叉"
          },
          {
            "name": "慢性头痛"
          },
          {
            "name": "额头皱纹突然增加"
          },
          {
            "name": "头跳痛"
          },
          {
            "name": "单侧头痛"
          },
          {
            "name": "剧烈头痛"
          },
          {
            "name": "重压感、紧箍感或钳夹样头痛"
          },
          {
            "name": "普秃"
          },
          {
            "name": "头昏想睡觉"
          },
          {
            "name": "梳头或洗头时头发脱落增加"
          },
          {
            "name": "头发枯黄稀疏"
          },
          {
            "name": "情绪性头痛"
          },
          {
            "name": "头痛为搏动性"
          },
          {
            "name": "额部疼痛"
          },
          {
            "name": "头胀"
          },
          {
            "name": "间歇性头晕"
          },
          {
            "name": "固定于一侧眼及眼眶周围的晚间头痛"
          },
          {
            "name": "间歇性头痛"
          },
          {
            "name": "头昏"
          },
          {
            "name": "前额头痛"
          },
          {
            "name": "头沉"
          },
          {
            "name": "发作性眩晕"
          },
          {
            "name": "夜间头痛"
          },
          {
            "name": "头晕"
          },
          {
            "name": "搏动性头痛"
          },
          {
            "name": "持续性头晕"
          },
          {
            "name": "后脑勺疼"
          },
          {
            "name": "头痛"
          },
          {
            "name": "紧张性头晕"
          },
          {
            "name": "晕眩"
          },
          {
            "name": "清晨或上午头痛"
          },
          {
            "name": "头重如裹"
          },
          {
            "name": "感觉迟钝"
          },
          {
            "name": "全秃"
          },
          {
            "name": "太阳穴胀痛"
          },
          {
            "name": "顽固性失眠"
          },
          {
            "name": "感觉倒错"
          },
          {
            "name": "头部及眼后部疼痛并能听到连续不断的隆隆声"
          },
          {
            "name": "发作性傻笑"
          },
          {
            "name": "机械地重复周围人的言语或行为"
          },
          {
            "name": "思考困难感"
          },
          {
            "name": "电脑失写症"
          },
          {
            "name": "中度或轻度头痛"
          },
          {
            "name": "空腹低血糖"
          },
          {
            "name": "感觉过敏"
          },
          {
            "name": "贪食行为"
          },
          {
            "name": "极重度精神发育迟滞"
          },
          {
            "name": "温觉丧失"
          },
          {
            "name": "后发际低"
          },
          {
            "name": "躁狂与昏睡交替"
          },
          {
            "name": "长头巨脑"
          },
          {
            "name": "睡眠节律紊乱"
          },
          {
            "name": "入睡困难"
          },
          {
            "name": "体位性震颤"
          },
          {
            "name": "嗜酒性幻觉性精神错乱"
          },
          {
            "name": "颅外头痛"
          },
          {
            "name": "智能减退"
          },
          {
            "name": "近事遗忘现象"
          },
          {
            "name": "紧箍咒一样头紧"
          },
          {
            "name": "学习障碍"
          },
          {
            "name": "逆行性遗忘"
          },
          {
            "name": "神志淡漠"
          },
          {
            "name": "注意障碍"
          },
          {
            "name": "昏睡"
          },
          {
            "name": "反应迟钝"
          },
          {
            "name": "指鼻不准"
          },
          {
            "name": "头目晕沉"
          },
          {
            "name": "吟诗样语言"
          },
          {
            "name": "酩酊感"
          },
          {
            "name": "头部偏向一侧做扭转运动"
          },
          {
            "name": "失读"
          },
          {
            "name": "痛阈降低"
          },
          {
            "name": "易昏厥"
          },
          {
            "name": "复杂性醉酒"
          }
        ]
      },
      {
        "name": "眼",
        childrenList: [
          {
            "name": "眼球运动障碍"
          },
          {
            "name": "眼皮跳"
          },
          {
            "name": "眼睑浮肿"
          },
          {
            "name": "眼睛发红"
          },
          {
            "name": "眼屎多"
          },
          {
            "name": "黑眼圈"
          },
          {
            "name": "眼睛痒"
          },
          {
            "name": "眼眶疼痛"
          },
          {
            "name": "视力障碍"
          },
          {
            "name": "眼花"
          },
          {
            "name": "眼充血"
          },
          {
            "name": "眼痛"
          },
          {
            "name": "眼白发黄"
          },
          {
            "name": "眼睛刺痛"
          },
          {
            "name": "眼角长斑"
          },
          {
            "name": "结膜充血"
          },
          {
            "name": "流泪"
          },
          {
            "name": "视物模糊"
          },
          {
            "name": "红眼"
          },
          {
            "name": "眼睑瘙痒"
          },
          {
            "name": "眼疲劳"
          },
          {
            "name": "迎风流泪"
          },
          {
            "name": "看东西有重影"
          },
          {
            "name": "复视"
          },
          {
            "name": "眼干"
          },
          {
            "name": "眼胀"
          },
          {
            "name": "眼内有异物感"
          },
          {
            "name": "虹膜发炎"
          },
          {
            "name": "眼睑痉挛"
          },
          {
            "name": "巩膜黄染"
          },
          {
            "name": "眼前黑影"
          },
          {
            "name": "眼干涩酸胀，易疲劳"
          },
          {
            "name": "两眼干涩"
          },
          {
            "name": "双眉间长痘"
          },
          {
            "name": "泪道阻塞"
          },
          {
            "name": "突眼症"
          },
          {
            "name": "角膜溃疡"
          },
          {
            "name": "眉毛变白"
          },
          {
            "name": "眼肌麻痹"
          },
          {
            "name": "雾视"
          },
          {
            "name": "眼部胀痛"
          },
          {
            "name": "视野缺损"
          },
          {
            "name": "畏光"
          },
          {
            "name": "目赤"
          },
          {
            "name": "眼前发黑"
          },
          {
            "name": "黑蒙"
          },
          {
            "name": "虹视"
          },
          {
            "name": "眼白发红"
          },
          {
            "name": "泪溢"
          },
          {
            "name": "眼睑脓肿"
          },
          {
            "name": "巩膜充血"
          },
          {
            "name": "角膜混浊"
          },
          {
            "name": "眼发胀、发干"
          },
          {
            "name": "病理性近视"
          },
          {
            "name": "不断眨眼"
          },
          {
            "name": "眼部感染"
          },
          {
            "name": "目光呆滞"
          },
          {
            "name": "巩膜出血"
          },
          {
            "name": "倒睫"
          },
          {
            "name": "视物变形"
          },
          {
            "name": "飞蚊症"
          },
          {
            "name": "白睛混赤"
          },
          {
            "name": "瞳孔变白"
          },
          {
            "name": "睫状充血"
          },
          {
            "name": "白晕"
          },
          {
            "name": "眼睑震颤"
          },
          {
            "name": "眼白出现红点"
          },
          {
            "name": "瞳孔异常"
          },
          {
            "name": "视力常呈雾状模糊感"
          },
          {
            "name": "色觉异常"
          },
          {
            "name": "眉弓疼痛"
          },
          {
            "name": "眼前异常闪光，增加的黑点"
          },
          {
            "name": "绿色盲"
          },
          {
            "name": "假性近视"
          },
          {
            "name": "夜盲"
          },
          {
            "name": "烂眼边"
          },
          {
            "name": "眼球压痛"
          },
          {
            "name": "眼球调节功能减退或消失"
          },
          {
            "name": "眼睛胀痛"
          },
          {
            "name": "泪腺肿大"
          },
          {
            "name": "眼球不能随意动"
          },
          {
            "name": "单眼眼前黑影"
          },
          {
            "name": "眼袋"
          },
          {
            "name": "红色盲"
          },
          {
            "name": "始于眼部，扩张开来的面头痛"
          },
          {
            "name": "畏光及流泪"
          },
          {
            "name": "眼前冒金花"
          },
          {
            "name": "目痛"
          },
          {
            "name": "真性近视"
          },
          {
            "name": "盲点"
          },
          {
            "name": "视觉识别障碍性眩晕"
          },
          {
            "name": "斗鸡眼"
          },
          {
            "name": "偏盲"
          },
          {
            "name": "畏光流泪"
          },
          {
            "name": "眼前冒火花或眼前闪光"
          },
          {
            "name": "蓝巩膜"
          },
          {
            "name": "虹膜异色"
          },
          {
            "name": "抱轮红赤"
          },
          {
            "name": "泪腺囊肿"
          },
          {
            "name": "暴盲"
          },
          {
            "name": "屈光不正性弱视"
          },
          {
            "name": "不能持续睁眼"
          },
          {
            "name": "眼外肌麻痹"
          },
          {
            "name": "眼睑松弛"
          },
          {
            "name": "视野缩小"
          },
          {
            "name": "眼球移位"
          },
          {
            "name": "单眼失明"
          },
          {
            "name": "绿色弱"
          },
          {
            "name": "年轻人的眼袋"
          },
          {
            "name": "大量饮酒后突然视力减退"
          },
          {
            "name": "结膜干燥斑"
          },
          {
            "name": "瞳孔变形"
          },
          {
            "name": "瞳孔两侧不等大"
          },
          {
            "name": "口、眼、生殖器损害"
          },
          {
            "name": "结膜异物"
          },
          {
            "name": "对光反射迟钝"
          },
          {
            "name": "眼球挫伤"
          },
          {
            "name": "眼球斑点"
          },
          {
            "name": "泪腺发炎"
          },
          {
            "name": "屈光参差性弱视"
          },
          {
            "name": "早晨上下眼睑粘连"
          },
          {
            "name": "眼睑异物"
          },
          {
            "name": "晶状体突出"
          },
          {
            "name": "眼球内斜"
          },
          {
            "name": "视力视野改变"
          },
          {
            "name": "眼白蓝灰色或黑色斑点"
          },
          {
            "name": "眼张不开"
          },
          {
            "name": "眶周水肿"
          },
          {
            "name": "耳核肿痛"
          },
          {
            "name": "蓝黄色弱"
          },
          {
            "name": "青年白内障"
          },
          {
            "name": "上眼睑增厚松弛"
          },
          {
            "name": "睑结膜充血露出黄色脓块"
          },
          {
            "name": "巩膜水肿"
          },
          {
            "name": "瞳孔不对称"
          },
          {
            "name": "眼睑闭合不全"
          },
          {
            "name": "睫毛掉落"
          },
          {
            "name": "视野向心性缩小"
          },
          {
            "name": "睑内翻"
          },
          {
            "name": "角膜异物"
          },
          {
            "name": "角膜表面三角形胬肉"
          },
          {
            "name": "睡眠时睑闭合不全"
          },
          {
            "name": "黄视"
          },
          {
            "name": "蓝黄色盲"
          },
          {
            "name": "睁眼困难"
          },
          {
            "name": "角膜烧伤"
          },
          {
            "name": "目垢增多"
          },
          {
            "name": "上睑黄白色小点"
          },
          {
            "name": "花翳白陷"
          },
          {
            "name": "眉毛外侧脱落稀疏而细"
          },
          {
            "name": "结膜变浅或变苍白"
          },
          {
            "name": "眼结膜上出现瘀点"
          },
          {
            "name": "剥夺性弱视"
          },
          {
            "name": "眼裂细小"
          },
          {
            "name": "巩膜外层炎"
          },
          {
            "name": "羞明"
          },
          {
            "name": "黏膜干燥"
          },
          {
            "name": "眼缺陷"
          },
          {
            "name": "眨眼不止"
          },
          {
            "name": "睑结膜出现灰白色膜"
          },
          {
            "name": "青盲"
          },
          {
            "name": "角膜大小不等的透明水泡"
          },
          {
            "name": "下睑外翻"
          },
          {
            "name": "眼肌瘫痪"
          },
          {
            "name": "角膜干燥斑"
          },
          {
            "name": "单纯性近视"
          },
          {
            "name": "瞳孔出现黄白色反光"
          },
          {
            "name": "角巩膜葡萄肿"
          },
          {
            "name": "眼球浮动现象"
          },
          {
            "name": "废用性弱视"
          },
          {
            "name": "视物变小"
          },
          {
            "name": "瞳孔部分阻滞"
          },
          {
            "name": "虹膜蓝色"
          },
          {
            "name": "同向性偏盲"
          },
          {
            "name": "眼眶内持续性、针刺或撕扯样痛"
          },
          {
            "name": "角膜糜烂"
          },
          {
            "name": "双眼难以忍受的奇痒"
          },
          {
            "name": "进食流泪"
          },
          {
            "name": "眼结膜红"
          },
          {
            "name": "眼睑呈紫红色"
          },
          {
            "name": "同向偏盲"
          },
          {
            "name": "双上眼睑的水肿性紫红色斑"
          },
          {
            "name": "碜涩珠痛"
          },
          {
            "name": "眶周青紫"
          },
          {
            "name": "眼距宽阔"
          },
          {
            "name": "眶周瘀斑"
          },
          {
            "name": "血管翳"
          },
          {
            "name": "睑裂狭小"
          },
          {
            "name": "凝视征"
          },
          {
            "name": "角膜灼伤刮伤"
          },
          {
            "name": "眼睑闭合障碍"
          },
          {
            "name": "红视"
          },
          {
            "name": "眼部烧伤感"
          },
          {
            "name": "器质性弱视"
          },
          {
            "name": "远视屈光度数增加"
          },
          {
            "name": "失明"
          },
          {
            "name": "双眼抽搐"
          },
          {
            "name": "视空间功能受损"
          },
          {
            "name": "视觉失认"
          },
          {
            "name": "绿视"
          },
          {
            "name": "疳眼"
          },
          {
            "name": "眼面痛"
          },
          {
            "name": "泪腺不发达"
          },
          {
            "name": "视近困难"
          },
          {
            "name": "角膜外缘有棕绿色色素环"
          },
          {
            "name": "夕阳综合征"
          },
          {
            "name": "周期性发作的巩膜充血"
          },
          {
            "name": "眼外肌运动无力"
          },
          {
            "name": "眼眶异物"
          },
          {
            "name": "与脉搏相一致的眼球跳动"
          },
          {
            "name": "蓝色视野缺损"
          },
          {
            "name": "视近不能持久"
          },
          {
            "name": "瞳孔固定"
          },
          {
            "name": "脸裂"
          },
          {
            "name": "角膜色膜环"
          },
          {
            "name": "两眼上视障碍"
          },
          {
            "name": "眼球垂直运动障碍"
          },
          {
            "name": "眼睑肿胀且呈淡绿色"
          },
          {
            "name": "耀光感"
          },
          {
            "name": "眼神异常"
          },
          {
            "name": "对红绿颜色分辨不清"
          },
          {
            "name": "交替使用双眼"
          },
          {
            "name": "角膜反射迟钝"
          },
          {
            "name": "眼白过白"
          },
          {
            "name": "昼盲"
          },
          {
            "name": "斜眼抑制"
          },
          {
            "name": "色觉丧失"
          },
          {
            "name": "象限性偏盲"
          },
          {
            "name": "瞳孔中能见到白色反光"
          },
          {
            "name": "两眼下视不能"
          },
          {
            "name": "眼球不同轴"
          },
          {
            "name": "眼前冒紫烟"
          },
          {
            "name": "斜视性弱视"
          },
          {
            "name": "眼眶缩小"
          },
          {
            "name": "交叉注视"
          },
          {
            "name": "瞳孔缘色素外翻"
          },
          {
            "name": "眼裂歪斜"
          },
          {
            "name": "眼嘴的细小皱纹"
          },
          {
            "name": "乌珠生翳如葱白"
          },
          {
            "name": "黑睛溃破"
          },
          {
            "name": "眼球上翻并固定"
          },
          {
            "name": "眼球会聚功能麻痹或痉挛"
          },
          {
            "name": "睑缘呈横“S”形下垂"
          },
          {
            "name": "眼球运动偏斜扭转"
          },
          {
            "name": "眨眼率减少"
          },
          {
            "name": "双侧睑外翻"
          },
          {
            "name": "瞳孔大小不等"
          },
          {
            "name": "两眼刺痛"
          }
        ]
      },
      {
        "name": "鼻",
        childrenList: [
          {
            "name": "呼吸困难"
          },
          {
            "name": "鼻塞"
          },
          {
            "name": "流鼻血"
          },
          {
            "name": "流黄鼻涕"
          },
          {
            "name": "呼吸异常"
          },
          {
            "name": "流鼻涕"
          },
          {
            "name": "带血粘脓鼻涕"
          },
          {
            "name": "流清涕"
          },
          {
            "name": "鼻腔干燥及结痂"
          },
          {
            "name": "鼻屎多"
          },
          {
            "name": "鼻窦压痛"
          },
          {
            "name": "鼻内似有擤不出的鼻涕"
          },
          {
            "name": "红鼻头"
          },
          {
            "name": "鼻毛变白"
          },
          {
            "name": "反复感冒"
          },
          {
            "name": "鼻粘膜肿胀"
          },
          {
            "name": "脓鼻涕增多且不易擤尽"
          },
          {
            "name": "鼻溢液"
          },
          {
            "name": "鼻痒"
          },
          {
            "name": "酒糟鼻"
          },
          {
            "name": "反复上呼吸道感染"
          },
          {
            "name": "口鼻生疮"
          },
          {
            "name": "上呼吸道卡他症状"
          },
          {
            "name": "鼻衄"
          },
          {
            "name": "鼻塞及反射性头痛"
          },
          {
            "name": "变应性鼻炎"
          },
          {
            "name": "鼻子发黑"
          },
          {
            "name": "鼻内发痒"
          },
          {
            "name": "反复鼻出血"
          },
          {
            "name": "鼻粘膜干燥发痒"
          },
          {
            "name": "鼻干"
          },
          {
            "name": "说话带鼻音"
          },
          {
            "name": "鼻梁低"
          },
          {
            "name": "鼻分泌物增多"
          },
          {
            "name": "睡眠呼吸暂停"
          },
          {
            "name": "鼻子红血丝"
          },
          {
            "name": "鼻孔干疼"
          },
          {
            "name": "鼻内痛"
          },
          {
            "name": "回吸性涕血"
          },
          {
            "name": "鼻臭症"
          },
          {
            "name": "口角和鼻周出现黄白色水疱"
          },
          {
            "name": "吸气困难"
          },
          {
            "name": "塌鼻梁"
          },
          {
            "name": "嗅觉丧失"
          },
          {
            "name": "鼻翼扇动"
          },
          {
            "name": "扑翼样震颤"
          },
          {
            "name": "鼻和喉部灼热感"
          },
          {
            "name": "挖鼻孔"
          },
          {
            "name": "鼻端弥漫性潮红"
          },
          {
            "name": "侧卧时位于下侧鼻腔出现鼻塞"
          },
          {
            "name": "夜间睡眠气短憋醒"
          },
          {
            "name": "鼻根部水肿"
          },
          {
            "name": "鼻毛脱落"
          },
          {
            "name": "鼻脓涕有臭味"
          },
          {
            "name": "呼吸不规则"
          },
          {
            "name": "阵发性鼻塞"
          },
          {
            "name": "鼻煽"
          },
          {
            "name": "鼻唇沟变浅"
          },
          {
            "name": "吐血衄血"
          },
          {
            "name": "带血性分泌物"
          },
          {
            "name": "鼻前庭部发痒"
          },
          {
            "name": "鼻尖或鼻翼出现带状疱疹"
          },
          {
            "name": "面部皮肤油腻"
          },
          {
            "name": "鼻咽异物"
          },
          {
            "name": "深侧鼻塞"
          },
          {
            "name": "鼻腔前部出血"
          },
          {
            "name": "鼻孔流脓"
          },
          {
            "name": "间歇性鼻阻塞"
          },
          {
            "name": "鼻梁平塌"
          },
          {
            "name": "鼻子黄色或棕色"
          },
          {
            "name": "涕唾稠粘"
          },
          {
            "name": "单侧鼻腔阻塞"
          },
          {
            "name": "鼻流浊液"
          },
          {
            "name": "嗅觉过敏"
          },
          {
            "name": "食物返流至鼻腔"
          },
          {
            "name": "鼻中隔或鼻腔内软骨暴露"
          },
          {
            "name": "鼻尖上翘呈马鞍状"
          },
          {
            "name": "吸气时鼻腔阻塞"
          },
          {
            "name": "上呼吸道粘膜刺激症状"
          },
          {
            "name": "蛙状鼻"
          },
          {
            "name": "鼻裂"
          },
          {
            "name": "鼻外部膨胀隆起"
          },
          {
            "name": "鼻孔闭锁"
          },
          {
            "name": "呼吸气为酒味"
          },
          {
            "name": "鼻衂"
          },
          {
            "name": "嗅觉倒错"
          },
          {
            "name": "鼻端形态不佳"
          },
          {
            "name": "鼻孔朝天或鼻孔前倾"
          },
          {
            "name": "鼻子颜色苍白"
          },
          {
            "name": "一过性的流感样症状"
          },
          {
            "name": "鼻塞排出脓性或血性分泌物"
          },
          {
            "name": "鼻翼上方缺损"
          },
          {
            "name": "严重急性呼吸道症"
          },
          {
            "name": "鼻翼边缘缺损"
          },
          {
            "name": "鸟嘴样尖鼻"
          },
          {
            "name": "红鼻子"
          }
        ]
      },
      {
        "name": "耳",
        childrenList: [
          {
            "name": "耳后淋巴结肿大"
          },
          {
            "name": "神经性耳聋"
          },
          {
            "name": "神经性耳鸣"
          },
          {
            "name": "耳痛"
          },
          {
            "name": "耳内闭塞感"
          },
          {
            "name": "耳廓痛"
          },
          {
            "name": "耳痒"
          },
          {
            "name": "耳后疼痛"
          },
          {
            "name": "耳内发胀"
          },
          {
            "name": "听力下降"
          },
          {
            "name": "耳内疼痛"
          },
          {
            "name": "搏动性耳鸣"
          },
          {
            "name": "幻听"
          },
          {
            "name": "耳堵"
          },
          {
            "name": "听力减退"
          },
          {
            "name": "耳硬化症"
          },
          {
            "name": "耳廓红肿"
          },
          {
            "name": "耳鸣如潮"
          },
          {
            "name": "耳鸣"
          },
          {
            "name": "耳流脓"
          },
          {
            "name": "传导性耳聋"
          },
          {
            "name": "耳屎多"
          },
          {
            "name": "外耳道疼痛"
          },
          {
            "name": "耳闷"
          },
          {
            "name": "耳溢液"
          },
          {
            "name": "传导性耳鸣"
          },
          {
            "name": "耳根部疼痛"
          },
          {
            "name": "耳道堵塞"
          },
          {
            "name": "耳漏"
          },
          {
            "name": "耳下区的韧实肿块"
          },
          {
            "name": "外耳道狭窄"
          },
          {
            "name": "耳道流血"
          },
          {
            "name": "耳道流脓"
          },
          {
            "name": "挖耳出血"
          },
          {
            "name": "招风耳"
          },
          {
            "name": "副耳"
          },
          {
            "name": "耳冻伤"
          },
          {
            "name": "血性耳漏"
          },
          {
            "name": "鼓膜发红，耳后红肿"
          },
          {
            "name": "耳垂过大"
          },
          {
            "name": "耳垂小"
          },
          {
            "name": "耳廓牵拉疼"
          },
          {
            "name": "波动性听力减退"
          },
          {
            "name": "指甲、耳软骨出现褐色色素沉着"
          },
          {
            "name": "耳内流脓"
          },
          {
            "name": "耳朵位置低"
          },
          {
            "name": "菜花耳"
          },
          {
            "name": "耳道异物"
          },
          {
            "name": "耳廓癣"
          },
          {
            "name": "重听"
          },
          {
            "name": "听觉疲劳"
          },
          {
            "name": "血性耳分泌物"
          },
          {
            "name": "间歇性耳痛"
          },
          {
            "name": "耳窍壅肿"
          },
          {
            "name": "耳前庭听觉失衡"
          },
          {
            "name": "复听"
          },
          {
            "name": "耳垂缺损"
          },
          {
            "name": "耳后红斑"
          },
          {
            "name": "听力缺陷"
          },
          {
            "name": "双耳廓发育不全"
          },
          {
            "name": "耳廓耳道撕裂伤"
          },
          {
            "name": "复聪现象"
          },
          {
            "name": "耳围凹陷"
          },
          {
            "name": "耳轮发育不全"
          },
          {
            "name": "耳、鼻、软骨变成蓝色"
          },
          {
            "name": "耳垂粘连"
          },
          {
            "name": "晕车"
          },
          {
            "name": "晕机"
          },
          {
            "name": "听觉障碍"
          },
          {
            "name": "听觉过敏"
          }
        ]
      },
      {
        "name": "口",
        childrenList: [
          {
            "name": "口唇发黄"
          },
          {
            "name": "吸吮不利"
          },
          {
            "name": "腭部有黑色焦痂"
          },
          {
            "name": "不能露齿及突唇"
          },
          {
            "name": "口唇常无力而不能鼓气"
          },
          {
            "name": "牙龈出血"
          },
          {
            "name": "口干舌燥"
          },
          {
            "name": "牙疼"
          },
          {
            "name": "口苦"
          },
          {
            "name": "牙龈萎缩"
          },
          {
            "name": "口干"
          },
          {
            "name": "打喷嚏"
          },
          {
            "name": "牙龈肿胀"
          },
          {
            "name": "口舌生疮"
          },
          {
            "name": "喉咙痒"
          },
          {
            "name": "胃火口臭"
          },
          {
            "name": "舌头上有长时间不愈溃疡"
          },
          {
            "name": "口唇疱疹"
          },
          {
            "name": "睡觉流口水"
          },
          {
            "name": "舌苔黄"
          },
          {
            "name": "牙龈痛"
          },
          {
            "name": "小儿流口水"
          },
          {
            "name": "牙齿遇冷热痛"
          },
          {
            "name": "口腔血泡"
          },
          {
            "name": "牙齿发黄"
          },
          {
            "name": "多饮"
          },
          {
            "name": "舌苔厚腻"
          },
          {
            "name": "舌痛"
          },
          {
            "name": "热痰口臭"
          },
          {
            "name": "口咸"
          },
          {
            "name": "打哈欠"
          },
          {
            "name": "牙根外露"
          },
          {
            "name": "口腔痛"
          },
          {
            "name": "齿龈炎"
          },
          {
            "name": "夜间磨牙"
          },
          {
            "name": "口淡无味"
          },
          {
            "name": "齿龈出血"
          },
          {
            "name": "牙齿缝隙大"
          },
          {
            "name": "牙结石"
          },
          {
            "name": "牙龈肿痛"
          },
          {
            "name": "舌质红绛"
          },
          {
            "name": "口腔糜烂"
          },
          {
            "name": "舌苔薄白"
          },
          {
            "name": "舌胖有齿痕"
          },
          {
            "name": "牙齿臭"
          },
          {
            "name": "口角生疮"
          },
          {
            "name": "牙齿发酸"
          },
          {
            "name": "刷牙出血"
          },
          {
            "name": "牙龈溢脓"
          },
          {
            "name": "口腔黏膜溃疡"
          },
          {
            "name": "习惯性下巴脱臼"
          },
          {
            "name": "舌生疮"
          },
          {
            "name": "张口困难"
          },
          {
            "name": "顽固性口腔溃疡"
          },
          {
            "name": "口燥咽干"
          },
          {
            "name": "舌体肥大"
          },
          {
            "name": "拔牙后出血不止"
          },
          {
            "name": "舌尖红绛"
          },
          {
            "name": "牙齿颜色异常"
          },
          {
            "name": "张嘴颌骨响"
          },
          {
            "name": "虚热口臭"
          },
          {
            "name": "嗳气时有腐败鸡蛋的气味"
          },
          {
            "name": "口唇青紫"
          },
          {
            "name": "烂嘴角"
          },
          {
            "name": "口唇发绀"
          },
          {
            "name": "暴牙"
          },
          {
            "name": "青紫舌"
          },
          {
            "name": "苔黄腻"
          },
          {
            "name": "口腔粘膜上白色较硬的隆起斑块"
          },
          {
            "name": "口唇干燥"
          },
          {
            "name": "镜面舌"
          },
          {
            "name": "舌两侧边缘毛状白斑"
          },
          {
            "name": "牙齿黑斑"
          },
          {
            "name": "流涎"
          },
          {
            "name": "口腔粘膜弥漫充血"
          },
          {
            "name": "口齿不清"
          },
          {
            "name": "舌乳头增生"
          },
          {
            "name": "唇干裂"
          },
          {
            "name": "白天不自觉地将牙咬紧"
          },
          {
            "name": "口唇麻木"
          },
          {
            "name": "舌质暗红"
          },
          {
            "name": "唾液分泌增多"
          },
          {
            "name": "牙龈上发生黑线"
          },
          {
            "name": "饮不解渴"
          },
          {
            "name": "腭部穿孔"
          },
          {
            "name": "唇上长有小水泡"
          },
          {
            "name": "口痛"
          },
          {
            "name": "失音"
          },
          {
            "name": "舌红少津无苔"
          },
          {
            "name": "口腔难愈的白色片状物"
          },
          {
            "name": "齿龈肿胀"
          },
          {
            "name": "张口呼吸"
          },
          {
            "name": "舌尖边红"
          },
          {
            "name": "唇水疱"
          },
          {
            "name": "唇干舌燥"
          },
          {
            "name": "上列牙痛"
          },
          {
            "name": "假牙疼痛"
          },
          {
            "name": "食积口臭"
          },
          {
            "name": "软腭疼痛"
          },
          {
            "name": "杨梅样舌"
          },
          {
            "name": "构音障碍"
          },
          {
            "name": "牙根暴露"
          },
          {
            "name": "口中黏腻"
          },
          {
            "name": "牙齿浮起感"
          },
          {
            "name": "下巴关节疼"
          },
          {
            "name": "口唇泛黑"
          },
          {
            "name": "牙槽突型"
          },
          {
            "name": "无痛性口腔溃疡"
          },
          {
            "name": "唇部发绀"
          },
          {
            "name": "牙有伸长感及触痛"
          },
          {
            "name": "唇周边长痘"
          },
          {
            "name": "味觉减退"
          },
          {
            "name": "口粘"
          },
          {
            "name": "舌口及咽部烧灼感"
          },
          {
            "name": "拔牙后伤口经久不愈"
          },
          {
            "name": "口渴喜饮"
          },
          {
            "name": "舌根部脓肿"
          },
          {
            "name": "口唇苍白"
          },
          {
            "name": "舌干苔厚"
          },
          {
            "name": "唇红干燥"
          },
          {
            "name": "舌肌萎缩"
          },
          {
            "name": "齿龈生疳"
          },
          {
            "name": "齿槽骨萎缩"
          },
          {
            "name": "齿龈增生"
          },
          {
            "name": "下唇麻木"
          },
          {
            "name": "牙釉质腐蚀"
          },
          {
            "name": "舌苔白润"
          },
          {
            "name": "痛性红舌"
          },
          {
            "name": "牙移位"
          },
          {
            "name": "言语紊乱"
          },
          {
            "name": "口淡不渴"
          },
          {
            "name": "牙齿咬合无力"
          },
          {
            "name": "口粘腻"
          },
          {
            "name": "齿龈肥厚"
          },
          {
            "name": "舌齿龈疼痛性粟粒至水疱"
          },
          {
            "name": "口香"
          },
          {
            "name": "唇外翻"
          },
          {
            "name": "流口水"
          },
          {
            "name": "牙龈深红或暗红色"
          },
          {
            "name": "声音变低"
          },
          {
            "name": "口干渴难忍"
          },
          {
            "name": "舌肌麻痹"
          },
          {
            "name": "舌头震颤"
          },
          {
            "name": "牙龈痒胀"
          },
          {
            "name": "下唇肿胀外翻"
          },
          {
            "name": "口唇潮红"
          },
          {
            "name": "齿龂生疮"
          },
          {
            "name": "频繁吐黏液"
          },
          {
            "name": "口中有金属甜味"
          },
          {
            "name": "口唇皲裂"
          },
          {
            "name": "阴囊舌"
          },
          {
            "name": "牙脱位"
          },
          {
            "name": "舌咬伤"
          },
          {
            "name": "咬嘴唇或舌"
          },
          {
            "name": "舌嫩苔厚"
          },
          {
            "name": "下唇微痒增大如蚕茧硬结"
          },
          {
            "name": "唇角脱屑"
          },
          {
            "name": "口腔粘膜色素沉着"
          },
          {
            "name": "伸舌偏斜"
          },
          {
            "name": "上唇疖肿"
          },
          {
            "name": "齿龈铅线"
          },
          {
            "name": "磨牙后垫红肿"
          },
          {
            "name": "唇厚舌大"
          },
          {
            "name": "软腭浅表溃疡"
          },
          {
            "name": "硬腭呈半圆形隆起"
          },
          {
            "name": "舌淡体胖"
          },
          {
            "name": "口及咽部烧灼感"
          },
          {
            "name": "口唇周围有炎性鳞状皮肤"
          },
          {
            "name": "咬合关系错乱"
          },
          {
            "name": "舌淡胖嫩"
          },
          {
            "name": "口唇泛红"
          },
          {
            "name": "吞咽发呛"
          },
          {
            "name": "口舌痰包"
          },
          {
            "name": "舌强不语"
          },
          {
            "name": "口渴引饮"
          },
          {
            "name": "腭部可见小出血点"
          },
          {
            "name": "苔白而润"
          },
          {
            "name": "口唇周围麻木感刺痛"
          },
          {
            "name": "牙齿结构异常"
          },
          {
            "name": "苔薄黄"
          },
          {
            "name": "牙齿呈黄色\\浅灰色或深灰色"
          },
          {
            "name": "脓苔"
          },
          {
            "name": "牙齿上白垩色到褐色的斑块"
          },
          {
            "name": "舌震颤"
          },
          {
            "name": "味觉障碍"
          },
          {
            "name": "吞气"
          },
          {
            "name": "唾液分泌减少"
          },
          {
            "name": "呈开口状态而不能闭合"
          },
          {
            "name": "口唇渗液"
          },
          {
            "name": "鼓腮和吹口哨漏气"
          },
          {
            "name": "牙缝增宽"
          },
          {
            "name": "苔黄欠润"
          },
          {
            "name": "舌运动受限"
          },
          {
            "name": "牙体损伤"
          },
          {
            "name": "牙齿拥挤错位排列不齐"
          },
          {
            "name": "门齿间距增宽"
          },
          {
            "name": "强硬舌"
          },
          {
            "name": "口角下垂"
          },
          {
            "name": "裂腭"
          },
          {
            "name": "口唇严重充血呈红色"
          },
          {
            "name": "舌绛苔黄燥黑"
          },
          {
            "name": "苔少"
          },
          {
            "name": "上唇肥厚"
          },
          {
            "name": "牙齿较小呈半透明状"
          },
          {
            "name": "舌下垂"
          },
          {
            "name": "牙冠呈半透明乳光色"
          },
          {
            "name": "语音震颤增强"
          },
          {
            "name": "口有溴味及咸味"
          },
          {
            "name": "口唇刺痛"
          },
          {
            "name": "牙齿形态异常"
          },
          {
            "name": "无苔"
          },
          {
            "name": "牙齿小而稀疏"
          },
          {
            "name": "口唇出血"
          },
          {
            "name": "腭异常"
          },
          {
            "name": "牙齿数目不足"
          },
          {
            "name": "巨唇"
          },
          {
            "name": "黏稠或脓性痰伴有腥臭味"
          },
          {
            "name": "舌骨区有肿胀压痛"
          },
          {
            "name": "口鼻血性分泌物"
          },
          {
            "name": "牙齿松动和脱落"
          },
          {
            "name": "口淡黏腻"
          },
          {
            "name": "牙齿颈部黄斑"
          },
          {
            "name": "牙齿呈棕黑色"
          },
          {
            "name": "舌位于口腔底不能外伸"
          },
          {
            "name": "牙齿小且无光泽"
          },
          {
            "name": "牙的咀嚼磨损"
          },
          {
            "name": "吞酸"
          },
          {
            "name": "肥胖性低通气"
          },
          {
            "name": "口腔幻触"
          },
          {
            "name": "口齿含糊"
          },
          {
            "name": "舌短声哑"
          },
          {
            "name": "口唇和甲床略带青紫"
          },
          {
            "name": "口腔黏膜呈现青紫色"
          },
          {
            "name": "舌无力且不能随意伸缩回旋。"
          },
          {
            "name": "咯血伴发热"
          },
          {
            "name": "手唇震颤"
          },
          {
            "name": "锁合畸形"
          },
          {
            "name": "黏液分泌亢进"
          },
          {
            "name": "舌轻度外吐"
          },
          {
            "name": "栓状齿"
          },
          {
            "name": "牙釉质发育不全"
          },
          {
            "name": "唇舌色淡"
          },
          {
            "name": "口咽部水疱状损害"
          },
          {
            "name": "口腔粘膜有形似奶块的斑膜"
          },
          {
            "name": "口鼻周围发绀"
          },
          {
            "name": "口角向外的放射性皱纹"
          },
          {
            "name": "唇甲色淡"
          },
          {
            "name": "挑剔嘴"
          },
          {
            "name": "呻吟"
          }
        ]
      },
      {
        "name": "面部",
        childrenList: [
          {
            "name": "脸上长斑"
          },
          {
            "name": "下巴长痘"
          },
          {
            "name": "脸色发黄"
          },
          {
            "name": "脸色发黑"
          },
          {
            "name": "面部浮肿"
          },
          {
            "name": "雀斑"
          },
          {
            "name": "脸颊长痘"
          },
          {
            "name": "颌下腺肿大"
          },
          {
            "name": "脸红"
          },
          {
            "name": "面色苍白"
          },
          {
            "name": "腮腺肿大"
          },
          {
            "name": "颜面潮红"
          },
          {
            "name": "面色潮红"
          },
          {
            "name": "面部蝶形红斑"
          },
          {
            "name": "面部水肿"
          },
          {
            "name": "脸部疼痛"
          },
          {
            "name": "脸颊潮红"
          },
          {
            "name": "面部肌肉痉挛"
          },
          {
            "name": "脸上黑斑"
          },
          {
            "name": "面部脱皮"
          },
          {
            "name": "面部麻木"
          },
          {
            "name": "面色灰暗"
          },
          {
            "name": "腮腺无痛性肿块"
          },
          {
            "name": "满月脸"
          },
          {
            "name": "面部斑点"
          },
          {
            "name": "面红升火"
          },
          {
            "name": "腮腺区肿大"
          },
          {
            "name": "面部皮肤有结节状增生"
          },
          {
            "name": "颧红"
          },
          {
            "name": "面色青紫"
          },
          {
            "name": "表情淡漠"
          },
          {
            "name": "颌突畸形"
          },
          {
            "name": "脸冻伤"
          },
          {
            "name": "腮腺肿胀"
          },
          {
            "name": "潮热颧红"
          },
          {
            "name": "早上起床突然发现面颊动作不灵或歪斜"
          },
          {
            "name": "红晕"
          },
          {
            "name": "三叉神经分布区麻木感"
          },
          {
            "name": "面部畸形"
          },
          {
            "name": "胡子稀疏"
          },
          {
            "name": "腮颊肿胀"
          },
          {
            "name": "躯体或颜面某一局部的连续性抽动"
          },
          {
            "name": "无胡须"
          },
          {
            "name": "咀嚼肌痉挛"
          },
          {
            "name": "颌下腺疼痛、压痛"
          },
          {
            "name": "面痛"
          },
          {
            "name": "甲亢面容"
          },
          {
            "name": "口角肌肉的抽搐"
          },
          {
            "name": "面部多毛"
          },
          {
            "name": "眉弓囊肿"
          },
          {
            "name": "面部闪电疼痛"
          },
          {
            "name": "耳顶线以下至发际处痛觉过敏或减退"
          },
          {
            "name": "面具脸"
          },
          {
            "name": "饮酒性面红"
          },
          {
            "name": "脸部大小不一"
          },
          {
            "name": "脸颊出现红血丝"
          },
          {
            "name": "早衰症"
          },
          {
            "name": "下颌角外翻"
          },
          {
            "name": "面部皮肤皱纹增多"
          },
          {
            "name": "痛性脸抽搐"
          },
          {
            "name": "麻疹面容"
          },
          {
            "name": "面、颈部味觉性多汗"
          },
          {
            "name": "一侧颜面肥大"
          },
          {
            "name": "口角歪斜，无法说话"
          },
          {
            "name": "痉笑面容"
          },
          {
            "name": "面颊及上胸部充血"
          },
          {
            "name": "面肌萎缩"
          },
          {
            "name": "下颌前突"
          },
          {
            "name": "面赤唇紫"
          },
          {
            "name": "颌骨膨隆"
          },
          {
            "name": "面容憔悴早老"
          },
          {
            "name": "单侧面部萎缩"
          },
          {
            "name": "面肌无力"
          },
          {
            "name": "脱皮"
          },
          {
            "name": "闪电样痛"
          },
          {
            "name": "面赤如涂朱"
          },
          {
            "name": "面颊明显内陷"
          },
          {
            "name": "颧部红斑"
          },
          {
            "name": "脸部过敏"
          },
          {
            "name": "面目黯黑"
          },
          {
            "name": "痴呆面容"
          },
          {
            "name": "表情迟钝"
          },
          {
            "name": "额区感觉减退"
          },
          {
            "name": "面部叩击征"
          },
          {
            "name": "小颌"
          },
          {
            "name": "面少血色"
          },
          {
            "name": "颜面充血呈樱桃红色"
          },
          {
            "name": "面肌强直"
          },
          {
            "name": "双颊凹陷呈猴腮状"
          },
          {
            "name": "高原多血面容"
          },
          {
            "name": "面白不华"
          },
          {
            "name": "面纹消失"
          },
          {
            "name": "颊部脂肪消失呈老年人面容"
          },
          {
            "name": "面部半球形蓝黑色结节"
          },
          {
            "name": "喝酒脸红"
          },
          {
            "name": "额部白斑"
          },
          {
            "name": "颞部疼痛"
          },
          {
            "name": "前额及颧骨突出"
          },
          {
            "name": "额部肿块"
          },
          {
            "name": "扁脸"
          },
          {
            "name": "频繁发笑"
          },
          {
            "name": "颧面部塌陷"
          },
          {
            "name": "人中圆凸"
          }
        ]
      }
    ]
  },
  {
    "name": "全身",
    childrenList: [
      {
        "name": "大小便",
        childrenList: [
          {
            "name": "一过性肉眼血尿"
          },
          {
            "name": "尿不尽"
          },
          {
            "name": "排便困难"
          },
          {
            "name": "排便时间过长"
          },
          {
            "name": "粪便嵌塞"
          },
          {
            "name": "尿涩"
          },
          {
            "name": "原发性便秘"
          },
          {
            "name": "粪便排出过程异常"
          },
          {
            "name": "尿闭"
          },
          {
            "name": "尿液烂苹果味"
          },
          {
            "name": "便下恶臭"
          },
          {
            "name": "大便溏泄"
          },
          {
            "name": "一时性便秘"
          },
          {
            "name": "尿频"
          },
          {
            "name": "黄绿稀溏"
          },
          {
            "name": "柏油样便"
          },
          {
            "name": "小便淋漓"
          },
          {
            "name": "尿道口粘连"
          },
          {
            "name": "腹泻与便秘交替"
          },
          {
            "name": "尿液混浊"
          },
          {
            "name": "小便不利"
          },
          {
            "name": "粥样泻"
          },
          {
            "name": "尿后滴沥"
          },
          {
            "name": "小便短赤"
          },
          {
            "name": "痢疾样大便"
          },
          {
            "name": "尿道烧灼感"
          },
          {
            "name": "泻物清稀如米泔水"
          },
          {
            "name": "排便障碍"
          },
          {
            "name": "排尿疼痛"
          },
          {
            "name": "反复不愈的尿道感染"
          },
          {
            "name": "尿分叉"
          },
          {
            "name": "尿中有特殊鼠臭味"
          },
          {
            "name": "腹满便溏"
          },
          {
            "name": "顽固性便秘"
          },
          {
            "name": "大便变细形似铅笔"
          },
          {
            "name": "尿道流出分泌物"
          },
          {
            "name": "小便不易排空"
          },
          {
            "name": "混浊尿"
          },
          {
            "name": "排尿不畅"
          },
          {
            "name": "大便粘腻"
          },
          {
            "name": "便血且血与粪便混合"
          },
          {
            "name": "腹泻为水样带黏液恶臭无脓血"
          },
          {
            "name": "尿意窘迫"
          },
          {
            "name": "褐色尿"
          },
          {
            "name": "深黄色或带绿色的水样便"
          },
          {
            "name": "习惯性便秘"
          },
          {
            "name": "黏液尿"
          },
          {
            "name": "爆发性水泻"
          },
          {
            "name": "便秘伴剧烈腹痛"
          },
          {
            "name": "尿暗黑色"
          },
          {
            "name": "黑尿"
          },
          {
            "name": "黏液便"
          },
          {
            "name": "大小便失禁"
          },
          {
            "name": "便秘伴腹部包块"
          },
          {
            "name": "大便色浅"
          },
          {
            "name": "排便感"
          },
          {
            "name": "尿道口痒"
          },
          {
            "name": "大便黑色"
          },
          {
            "name": "腹痛伴便血"
          },
          {
            "name": "大便色青"
          },
          {
            "name": "恶臭便"
          },
          {
            "name": "痢下赤白粘冻"
          },
          {
            "name": "男性小便刺痛"
          },
          {
            "name": "痉挛性便秘"
          },
          {
            "name": "尿道刺痒"
          },
          {
            "name": "便血"
          },
          {
            "name": "肠鸣欲便"
          },
          {
            "name": "间歇性血尿"
          },
          {
            "name": "无尿"
          },
          {
            "name": "稀便"
          },
          {
            "name": "小便清长"
          },
          {
            "name": "尿黄似浓茶"
          },
          {
            "name": "水样便"
          },
          {
            "name": "大便习惯改变"
          },
          {
            "name": "排尿障碍"
          },
          {
            "name": "白色黏液状尿"
          },
          {
            "name": "无痛性尿血"
          },
          {
            "name": "尿急"
          },
          {
            "name": "尿血"
          },
          {
            "name": "粪便量多"
          },
          {
            "name": "便血鲜红"
          },
          {
            "name": "尿色酱红或呈酱油色"
          },
          {
            "name": "尿流缓慢"
          },
          {
            "name": "尿流呈波动状"
          },
          {
            "name": "脓血便"
          },
          {
            "name": "柏油便"
          },
          {
            "name": "夜尿增多"
          },
          {
            "name": "多尿"
          },
          {
            "name": "排便不尽感"
          },
          {
            "name": "尿流中断"
          },
          {
            "name": "粪便黑色并带有血液"
          },
          {
            "name": "灰白大便"
          },
          {
            "name": "少尿"
          },
          {
            "name": "尿流变细或中断"
          },
          {
            "name": "尿痛"
          },
          {
            "name": "排便频率异常"
          },
          {
            "name": "粪便硬结如羊粪状"
          },
          {
            "name": "粪便量少"
          },
          {
            "name": "粪便中发现白色节片"
          }
        ]
      },
      {
        "name": "皮肤",
        childrenList: [
          {
            "name": "瘙痒"
          },
          {
            "name": "疱疹"
          },
          {
            "name": "皮肤瘙痒"
          },
          {
            "name": "丘疹"
          },
          {
            "name": "红斑样皮疹"
          },
          {
            "name": "头皮痒"
          },
          {
            "name": "皮肤干燥"
          },
          {
            "name": "斑疹"
          },
          {
            "name": "水泡"
          },
          {
            "name": "头皮屑多"
          },
          {
            "name": "手脱皮"
          },
          {
            "name": "血管痣"
          },
          {
            "name": "体毛脱落"
          },
          {
            "name": "皮下囊肿"
          },
          {
            "name": "脓疱"
          },
          {
            "name": "皮下结节"
          },
          {
            "name": "肥胖纹"
          },
          {
            "name": "皮肤发黄"
          },
          {
            "name": "鳞屑"
          },
          {
            "name": "毛孔粗大"
          },
          {
            "name": "粘膜疹"
          },
          {
            "name": "慢性湿疹样变"
          },
          {
            "name": "皮肤出血点"
          },
          {
            "name": "干燥型湿疹"
          },
          {
            "name": "斑丘疹"
          },
          {
            "name": "剧痒"
          },
          {
            "name": "紫绀"
          },
          {
            "name": "皮疹"
          },
          {
            "name": "带状疱疹样外观"
          },
          {
            "name": "白头粉刺"
          },
          {
            "name": "皮肤紫纹"
          },
          {
            "name": "冬季皮肤瘙痒"
          },
          {
            "name": "皮肤粗糙"
          },
          {
            "name": "玫瑰疹"
          },
          {
            "name": "阵发性瘙痒"
          },
          {
            "name": "皮肤发红"
          },
          {
            "name": "红斑鳞屑"
          },
          {
            "name": "脓包"
          },
          {
            "name": "过敏性皮炎"
          },
          {
            "name": "色素异常"
          },
          {
            "name": "疖肿"
          },
          {
            "name": "红斑结节"
          },
          {
            "name": "皮肤潮红肿胀"
          },
          {
            "name": "多形红斑样皮疹"
          },
          {
            "name": "皮肤搔痒"
          },
          {
            "name": "疤痕增生"
          },
          {
            "name": "胸部长痘"
          },
          {
            "name": "痤疮样皮疹"
          },
          {
            "name": "瘀斑"
          },
          {
            "name": "皮下脂肪粒"
          },
          {
            "name": "皮肤痛"
          },
          {
            "name": "风丘疹"
          },
          {
            "name": "盘状红斑"
          },
          {
            "name": "痘印"
          },
          {
            "name": "痱疹样皮疹"
          },
          {
            "name": "出血性丘疹"
          },
          {
            "name": "表皮角化"
          },
          {
            "name": "脓包型痘痘"
          },
          {
            "name": "光过敏"
          },
          {
            "name": "结痂"
          },
          {
            "name": "糙皮病样皮疹"
          },
          {
            "name": "皮肤闪电疼痛"
          },
          {
            "name": "皮肤紫癜"
          },
          {
            "name": "皮肤瘀斑"
          },
          {
            "name": "皮肤硬化"
          },
          {
            "name": "头皮结痂"
          },
          {
            "name": "皮肤苍白"
          },
          {
            "name": "丘疹性痤疮"
          },
          {
            "name": "反复发作的带状疱疹"
          },
          {
            "name": "久不消退的红色皮肤疤"
          },
          {
            "name": "色素脱失"
          },
          {
            "name": "层状鱼鳞癣"
          },
          {
            "name": "皮肤皲裂"
          },
          {
            "name": "粟粒样丘疹"
          },
          {
            "name": "皮肤出现硬块"
          },
          {
            "name": "烫伤"
          },
          {
            "name": "乳头湿疹"
          },
          {
            "name": "渗出型湿疹"
          },
          {
            "name": "皮肤黑斑"
          },
          {
            "name": "黑痣"
          },
          {
            "name": "疤痕奇痒"
          },
          {
            "name": "黑头粉刺"
          },
          {
            "name": "咖啡斑"
          },
          {
            "name": "皮肤有瘙痒抓痕"
          },
          {
            "name": "点状出血"
          },
          {
            "name": "蚁走感"
          },
          {
            "name": "潮红潮热"
          },
          {
            "name": "水痘样皮疹"
          },
          {
            "name": "大量皮肤脱屑"
          },
          {
            "name": "脱屑"
          },
          {
            "name": "日晒斑"
          },
          {
            "name": "热痱"
          },
          {
            "name": "皮肤疖痈"
          },
          {
            "name": "妊娠斑"
          },
          {
            "name": "囊肿性痤疮"
          },
          {
            "name": "无痛性硬实结节"
          },
          {
            "name": "黑斑"
          },
          {
            "name": "日光照射引起皮肤过敏"
          },
          {
            "name": "凹陷性疤痕"
          },
          {
            "name": "鳞状上皮"
          },
          {
            "name": "异常鱼鳞癣"
          },
          {
            "name": "皮肤发黑瘙痒"
          },
          {
            "name": "凹陷瘢痕"
          },
          {
            "name": "全身皮肤充血"
          },
          {
            "name": "紫斑"
          },
          {
            "name": "毛孔堵塞"
          },
          {
            "name": "脂溢性湿疹"
          },
          {
            "name": "疤痕形成"
          },
          {
            "name": "疣状增殖"
          },
          {
            "name": "表皮发生钙化"
          },
          {
            "name": "疥疮结节"
          },
          {
            "name": "干性皮肤"
          },
          {
            "name": "永久性秃发"
          },
          {
            "name": "皮肤出血斑"
          },
          {
            "name": "暴晒后的皮肤损害"
          },
          {
            "name": "类似荨麻疹的皮肤潮红斑块"
          },
          {
            "name": "青红丘疹"
          },
          {
            "name": "圆形或卵圆形丘疹或结节"
          },
          {
            "name": "毛囊性呈鳞片状角化"
          },
          {
            "name": "粘膜有粘着性白斑"
          },
          {
            "name": "皮下气肿"
          },
          {
            "name": "股沟及大腿内侧皮肤有色素沉积"
          },
          {
            "name": "皮肤擦伤"
          },
          {
            "name": "浅棕色斑点"
          },
          {
            "name": "皮肤瘀点"
          },
          {
            "name": "伤口愈合发痒"
          },
          {
            "name": "红色或紫色，稍高起的丘疹或结节"
          },
          {
            "name": "肌肤甲错"
          },
          {
            "name": "增生性瘢痕"
          },
          {
            "name": "白痱"
          },
          {
            "name": "皮肤龟裂"
          },
          {
            "name": "色素性皮损"
          },
          {
            "name": "皮肤无光泽"
          },
          {
            "name": "血肿形成"
          },
          {
            "name": "皮肤钙化"
          },
          {
            "name": "大疱（含脓性液体）"
          },
          {
            "name": "疮毒"
          },
          {
            "name": "皮肤轻度糜烂"
          },
          {
            "name": "皮肤肉芽肿"
          },
          {
            "name": "皮肤水疱，后形成黑色干痂"
          },
          {
            "name": "皮肤老化"
          },
          {
            "name": "软组织肿胀"
          },
          {
            "name": "午后潮热"
          },
          {
            "name": "皮肤油腻"
          },
          {
            "name": "脓痱"
          },
          {
            "name": "日轻夜重的瘙痒"
          },
          {
            "name": "角质化"
          },
          {
            "name": "皮肤坏死"
          },
          {
            "name": "剧痒的疣状结节"
          },
          {
            "name": "皮肤花斑样"
          },
          {
            "name": "鲜红斑痣"
          },
          {
            "name": "皮下组织硬结"
          },
          {
            "name": "角质增厚"
          },
          {
            "name": "鳞屑样痂皮"
          },
          {
            "name": "点状痤疮"
          },
          {
            "name": "皮肤痣"
          },
          {
            "name": "皮下组织水肿"
          },
          {
            "name": "皮肤呈浅黄或深金黄色"
          },
          {
            "name": "皮肤触痛"
          },
          {
            "name": "皮肤温度升高"
          },
          {
            "name": "红肿奇痒"
          },
          {
            "name": "小腿下部色素沉着、脱屑、湿疹"
          },
          {
            "name": "肤色赤红"
          },
          {
            "name": "碰撞后皮肤容易青紫"
          },
          {
            "name": "皮肤有压痕"
          },
          {
            "name": "水痘结痂"
          },
          {
            "name": "脓疱性痤疮"
          },
          {
            "name": "皮下沉积所出现的粟粒样结节"
          },
          {
            "name": "皮疹呈瘀点"
          },
          {
            "name": "皮肤皴裂"
          },
          {
            "name": "伤口结疤"
          },
          {
            "name": "干燥斑"
          },
          {
            "name": "皮面上针头大小瘙痒点"
          },
          {
            "name": "血痂"
          },
          {
            "name": "皮肤浸润"
          },
          {
            "name": "皮肤粘连"
          },
          {
            "name": "皮肤花纹"
          },
          {
            "name": "皮肤多痣"
          },
          {
            "name": "皮肤油脂过多"
          },
          {
            "name": "油腻性鳞屑"
          },
          {
            "name": "足部坏疽"
          },
          {
            "name": "季节性浅红斑片"
          },
          {
            "name": "局部游走性红斑"
          },
          {
            "name": "疤痕萎缩凹陷"
          },
          {
            "name": "泛发性红色斑块"
          },
          {
            "name": "皮肤弥漫性红肿"
          },
          {
            "name": "水疱或大疱损害"
          },
          {
            "name": "毛发稀少"
          },
          {
            "name": "角质层过度增厚"
          },
          {
            "name": "遇热痒剧"
          },
          {
            "name": "蔷薇疹样皮疹"
          },
          {
            "name": "夏季痒疹"
          },
          {
            "name": "毛孔角化过度"
          },
          {
            "name": "搔痒无度"
          },
          {
            "name": "多汗恶风"
          },
          {
            "name": "浅褐色色素斑"
          },
          {
            "name": "全身弥漫性潮红"
          },
          {
            "name": "潮汗"
          },
          {
            "name": "多汗且臭味较浓"
          },
          {
            "name": "皮肤萎缩和色素沉着"
          },
          {
            "name": "皮肤弹性差"
          },
          {
            "name": "头皮下血肿"
          },
          {
            "name": "皮下指头至鸽蛋大的肿块结节"
          },
          {
            "name": "皮肤干而发红"
          },
          {
            "name": "汗出如油"
          },
          {
            "name": "角栓"
          },
          {
            "name": "皮肤呈鳞片状"
          },
          {
            "name": "皮肤萎缩"
          },
          {
            "name": "瘀血斑"
          },
          {
            "name": "干热无汗"
          },
          {
            "name": "皮肤青紫色改变"
          },
          {
            "name": "皮肤色素加深"
          },
          {
            "name": "痘疮"
          },
          {
            "name": "情绪性多汗症"
          },
          {
            "name": "全身皮肤散在黑痣"
          },
          {
            "name": "硬斑"
          },
          {
            "name": "汗毛过多"
          },
          {
            "name": "肥厚瘢痕"
          },
          {
            "name": "化学性皮肤灼伤"
          },
          {
            "name": "鱼鳞癣样红皮"
          },
          {
            "name": "皮肤干枯"
          },
          {
            "name": "皮肤黑变"
          },
          {
            "name": "皮肤肥厚"
          },
          {
            "name": "黄色发亮结痂"
          },
          {
            "name": "无瘙痒，无肝胆疾病的皮肤黄染"
          },
          {
            "name": "毛囊角栓"
          },
          {
            "name": "皮肤黏膜出血"
          },
          {
            "name": "毛发干燥易断"
          },
          {
            "name": "皮肤冻伤"
          },
          {
            "name": "毛发增生"
          },
          {
            "name": "浅表性疤痕"
          },
          {
            "name": "头皮坏死"
          },
          {
            "name": "唇圆或椭圆形红斑"
          },
          {
            "name": "苔藓样变"
          },
          {
            "name": "萎缩性痤疮"
          },
          {
            "name": "网状色素沉着斑"
          },
          {
            "name": "皮肤色素沉着呈青铜色"
          },
          {
            "name": "皮肤湿冷"
          },
          {
            "name": "皮肤表面常出现大小不一散在性血泡"
          },
          {
            "name": "皮肤松弛起皱"
          },
          {
            "name": "麦糠样脱屑"
          },
          {
            "name": "皮肤含铁血黄素沉着"
          },
          {
            "name": "光感性皮肤损害"
          },
          {
            "name": "痛性溃疡和渗出恶臭的黄绿色脓液"
          },
          {
            "name": "细小黄色瘤状皮疹"
          },
          {
            "name": "皮肤胎痣"
          },
          {
            "name": "挛缩性疤痕"
          },
          {
            "name": "黄色油腻性鳞屑"
          },
          {
            "name": "皮肤逐渐呈暗黑色"
          },
          {
            "name": "粟粒样脓头"
          },
          {
            "name": "瘀肿"
          },
          {
            "name": "足趾皮肤发黑"
          },
          {
            "name": "囊样斑块"
          },
          {
            "name": "难治性溃疡"
          },
          {
            "name": "蚊虫刺咬炎症"
          },
          {
            "name": "细网状到斑片状的色素沉着"
          },
          {
            "name": "巨痕症"
          },
          {
            "name": "皮肤边缘翘起"
          },
          {
            "name": "上行性皮肤麻木"
          },
          {
            "name": "额横纹增深"
          },
          {
            "name": "头皮撕裂伤"
          },
          {
            "name": "皮肤黏膜紫斑"
          },
          {
            "name": "汗腺分泌体味"
          },
          {
            "name": "叶状脱色斑"
          },
          {
            "name": "毛发色淡而呈棕色"
          },
          {
            "name": "蓝色、蓝灰色或蓝黑色丘疹"
          },
          {
            "name": "出汗减少"
          },
          {
            "name": "皮肤绷紧肥厚失去弹性"
          },
          {
            "name": "皮肤硬结冷时疼痛热时瘙痒"
          },
          {
            "name": "绝汗"
          },
          {
            "name": "蹼状瘢痕"
          },
          {
            "name": "手掌和足底角化伴多汗"
          },
          {
            "name": "局部皮肤变紧"
          },
          {
            "name": "腰骶部皮肤多毛、异常色素沉着"
          },
          {
            "name": "大块软组织撕脱"
          },
          {
            "name": "咬伤愈合的伤口出现痛痒或麻木"
          },
          {
            "name": "皮肤黏膜苍白"
          },
          {
            "name": "蓝色橡皮大疱痣"
          },
          {
            "name": "皮肤粘膜色素斑"
          },
          {
            "name": "皮肤撕脱伤"
          },
          {
            "name": "皮肤粘膜红紫"
          },
          {
            "name": "挛缩性瘢痕"
          },
          {
            "name": "色汗"
          },
          {
            "name": "毛窍闭塞"
          },
          {
            "name": "脚趾皮肤黄泡后紫黑"
          },
          {
            "name": "数目较多的咖啡牛奶斑"
          },
          {
            "name": "皮肤血管收缩呈网状图案"
          },
          {
            "name": "溴疹"
          },
          {
            "name": "皮肤脆性增加"
          },
          {
            "name": "皮肤张力增加"
          },
          {
            "name": "皮肤变薄发亮"
          },
          {
            "name": "皮肤呈实质性非凹陷性发硬"
          },
          {
            "name": "坏疽脓皮"
          },
          {
            "name": "虹状红斑"
          },
          {
            "name": "全身皮肤及粘膜呈现不同程度青紫色"
          },
          {
            "name": "皮肤不仁"
          },
          {
            "name": "寒冷刺激下皮损表面出现皱缩"
          },
          {
            "name": "压力和体位性多汗"
          },
          {
            "name": "营养性皮肤改变"
          },
          {
            "name": "头皮撕脱伤"
          },
          {
            "name": "皮损可呈角样突起"
          },
          {
            "name": "皮肤为金属颜色或石板灰色"
          },
          {
            "name": "皮肤的非干酪性肉芽肿"
          },
          {
            "name": "烧伤创面苍白或焦黄炭化"
          },
          {
            "name": "皮损似干燥的灰泥样"
          },
          {
            "name": "烧伤创面焦痂提前潮解、脱落或出现虫咬样变化"
          },
          {
            "name": "髋外侧可见皮下瘀血斑"
          },
          {
            "name": "紫绀和血缺氧"
          },
          {
            "name": "皮肤光敏反应"
          },
          {
            "name": "烧伤创面暗灰或黑色的坏死斑"
          },
          {
            "name": "肢端溃疡"
          },
          {
            "name": "青红肤色"
          },
          {
            "name": "皮肤丰满度丧失"
          },
          {
            "name": "腹部皮肤梅干样皱纹"
          },
          {
            "name": "皮损皮黄到橙色"
          },
          {
            "name": "皮温降低"
          },
          {
            "name": "全身皮肤粗厚"
          },
          {
            "name": "鼻唇沟发红皲裂"
          },
          {
            "name": "皮肤过度伸展"
          },
          {
            "name": "伤口形成一个搏动性肿块"
          },
          {
            "name": "皮肤瘙痒起红疙瘩"
          },
          {
            "name": "烧伤创面甜腥气味的粘稠分泌物"
          },
          {
            "name": "烧伤创面浅咖啡色稀薄分泌物"
          },
          {
            "name": "立毛反射亢进"
          },
          {
            "name": "皮面有与浅静脉走向一致的线状凹陷"
          },
          {
            "name": "烧伤创面粪臭味分泌物"
          },
          {
            "name": "立毛反射减弱"
          },
          {
            "name": "受伤后易产生瘢痕"
          },
          {
            "name": "疤痕破损后溃疡"
          },
          {
            "name": "皮肤轻微创伤即产生裂隙"
          },
          {
            "name": "毛发脱落"
          },
          {
            "name": "全身持续性水肿"
          },
          {
            "name": "毛发异常"
          },
          {
            "name": "局部灼热"
          },
          {
            "name": "全身毛发呈灰白色"
          },
          {
            "name": "肥胖性水肿"
          },
          {
            "name": "毛发增多"
          },
          {
            "name": "皮肤呈黄绿或绿褐色"
          },
          {
            "name": "毛发呈脱发祥"
          },
          {
            "name": "广泛红斑浸润损害伴有脱屑"
          },
          {
            "name": "呈马蜂螫型游走性水肿"
          },
          {
            "name": "突发、无痛的局部水肿"
          },
          {
            "name": "皮下血肿"
          },
          {
            "name": "容易发生青肿"
          },
          {
            "name": "毛发干枯"
          },
          {
            "name": "非凹陷黏液水肿"
          },
          {
            "name": "局部压痛"
          },
          {
            "name": "药物性水肿"
          },
          {
            "name": "荨麻疹样皮疹"
          },
          {
            "name": "溃疡外观呈火山口样"
          },
          {
            "name": "钝痛"
          },
          {
            "name": "臭汗"
          },
          {
            "name": "冷汗"
          },
          {
            "name": "自觉汗臭"
          },
          {
            "name": "皮肤过敏"
          }
        ]
      },
      {
        "name": "血液血管",
        childrenList: [
          {
            "name": "血压高"
          },
          {
            "name": "静脉曲张"
          },
          {
            "name": "毛细血管扩张"
          },
          {
            "name": "餐后血糖高"
          },
          {
            "name": "重度贫血"
          },
          {
            "name": "血脂异常"
          },
          {
            "name": "血糖值升高"
          },
          {
            "name": "瘀血"
          },
          {
            "name": "血压下降"
          },
          {
            "name": "血压波动大"
          },
          {
            "name": "轻压指甲，指头微红状不能马上恢复"
          },
          {
            "name": "脉搏加速"
          },
          {
            "name": "情绪性高血压"
          },
          {
            "name": "出血倾向"
          },
          {
            "name": "凝血功能障碍"
          },
          {
            "name": "慢性贫血"
          },
          {
            "name": "颈静脉怒张"
          },
          {
            "name": "异常出血"
          },
          {
            "name": "贫血貌"
          },
          {
            "name": "脉搏快而弱"
          },
          {
            "name": "心前区重压感"
          },
          {
            "name": "呈红色条索，游走的浅静脉"
          },
          {
            "name": "胡萝卜素血症"
          },
          {
            "name": "痰湿停聚"
          },
          {
            "name": "舒张压上升"
          },
          {
            "name": "头或颈部发胀及跳动感"
          },
          {
            "name": "黑朦"
          },
          {
            "name": "毛细血管搏动"
          },
          {
            "name": "餐后血糖过低"
          },
          {
            "name": "血糖升高"
          }
        ]
      },
      {
        "name": "肌肉",
        childrenList: [
          {
            "name": "肌肉萎缩"
          },
          {
            "name": "肌肉跳动"
          },
          {
            "name": "大腿肌肉萎缩"
          },
          {
            "name": "肩背部肌肉痛"
          },
          {
            "name": "肌肉痉挛"
          },
          {
            "name": "肌性肌无力"
          },
          {
            "name": "肌痛"
          },
          {
            "name": "肌肉紧张性疼痛"
          },
          {
            "name": "肌阵挛"
          },
          {
            "name": "肌肉痉挛性疼痛"
          },
          {
            "name": "手臂肌肉萎缩"
          },
          {
            "name": "肌肉颤动"
          },
          {
            "name": "肌肉挛缩"
          },
          {
            "name": "腰大肌肿胀"
          },
          {
            "name": "肌肉硬结"
          },
          {
            "name": "肩胛带肌肉萎缩"
          },
          {
            "name": "发作性四肢肌肉僵直"
          },
          {
            "name": "肌肉撞伤"
          },
          {
            "name": "肌束震颤"
          },
          {
            "name": "热痉挛"
          },
          {
            "name": "痛引肩背"
          },
          {
            "name": "臀肌萎缩"
          },
          {
            "name": "全身骨骼肌痉挛"
          },
          {
            "name": "对称性肌无力"
          },
          {
            "name": "阵发性肢体肌肉痉挛"
          },
          {
            "name": "全身骨骼肌收缩"
          },
          {
            "name": "胸肌萎缩"
          },
          {
            "name": "肌力减退"
          },
          {
            "name": "肌肉抽动"
          },
          {
            "name": "肌肉纤维震颤"
          },
          {
            "name": "肌肉肥大"
          },
          {
            "name": "肌肉发育不良"
          },
          {
            "name": "肌肉震颤"
          },
          {
            "name": "腹肌强直"
          },
          {
            "name": "咽部肌肉运动障碍"
          },
          {
            "name": "肩胛带的肌肉不发达"
          },
          {
            "name": "严重性假肥大型营养不良症"
          },
          {
            "name": "四肢无力"
          },
          {
            "name": "抽筋"
          },
          {
            "name": "局部肢体抽动"
          },
          {
            "name": "间歇性寒颤"
          },
          {
            "name": "静止性震颤"
          },
          {
            "name": "乏力"
          },
          {
            "name": "功能性震颤"
          },
          {
            "name": "无力"
          },
          {
            "name": "抽搐"
          },
          {
            "name": "反复抽搐"
          },
          {
            "name": "浑身酸痛"
          },
          {
            "name": "寒战"
          },
          {
            "name": "颤抖"
          }
        ]
      },
      {
        "name": "其他",
        childrenList: [
          {
            "name": "腰膝酸软"
          },
          {
            "name": "恐水症"
          },
          {
            "name": "意识朦胧状态"
          },
          {
            "name": "喜凉怕热"
          },
          {
            "name": "惧站立，喜依托"
          },
          {
            "name": "强迫侧卧位"
          },
          {
            "name": "身体蠃瘦"
          },
          {
            "name": "发烧"
          },
          {
            "name": "手足抽掣"
          },
          {
            "name": "慌张步态"
          },
          {
            "name": "被迫体位"
          },
          {
            "name": "剧烈疼痛"
          },
          {
            "name": "浑身忽冷忽热"
          },
          {
            "name": "持续性发热"
          },
          {
            "name": "肢体重困"
          },
          {
            "name": "周身不适"
          },
          {
            "name": "扣痛"
          },
          {
            "name": "频繁性惊醒"
          },
          {
            "name": "色素沉着"
          },
          {
            "name": "阿司匹林过敏"
          },
          {
            "name": "知觉消失"
          },
          {
            "name": "低热消疲"
          },
          {
            "name": "痰湿"
          },
          {
            "name": "周身出汗"
          },
          {
            "name": "热痛"
          },
          {
            "name": "伤口感染"
          },
          {
            "name": "缺碘"
          },
          {
            "name": "急性疼痛"
          },
          {
            "name": "腰酸背痛"
          },
          {
            "name": "虚汗"
          },
          {
            "name": "紫癜"
          },
          {
            "name": "晕针"
          },
          {
            "name": "出冷汗"
          },
          {
            "name": "持续性疼痛"
          },
          {
            "name": "对光反应消失"
          },
          {
            "name": "焦痂性烧伤"
          },
          {
            "name": "上半身代偿性多汗症"
          },
          {
            "name": "溃疡"
          },
          {
            "name": "慢性疼痛"
          },
          {
            "name": "冷痛"
          },
          {
            "name": "嗜睡"
          },
          {
            "name": "行为紊乱奇特"
          },
          {
            "name": "定向力障碍"
          },
          {
            "name": "肢体忽冷忽热，时红时白"
          },
          {
            "name": "部位不定的疼痛"
          },
          {
            "name": "遇冷后排汗增多"
          },
          {
            "name": "震颤"
          },
          {
            "name": "烦渴饮冷"
          },
          {
            "name": "食物过敏"
          },
          {
            "name": "易疲乏"
          },
          {
            "name": "冷汗淋漓"
          },
          {
            "name": "全身消瘦型"
          },
          {
            "name": "倦怠肢冷"
          },
          {
            "name": "强迫性体位"
          },
          {
            "name": "谊妄"
          },
          {
            "name": "血虚"
          },
          {
            "name": "低烧"
          },
          {
            "name": "不明原因发热"
          },
          {
            "name": "盗汗"
          },
          {
            "name": "持续高烧"
          },
          {
            "name": "肥胖"
          },
          {
            "name": "大汗昏晕"
          },
          {
            "name": "冷热交替"
          },
          {
            "name": "生理性震颤"
          },
          {
            "name": "汗闭现象"
          },
          {
            "name": "睡觉后全身大汗淋漓"
          },
          {
            "name": "感觉障碍"
          },
          {
            "name": "肢体或躯干麻木"
          },
          {
            "name": "反复发烧"
          },
          {
            "name": "放射性疼痛"
          },
          {
            "name": "皮下脂肪增多"
          },
          {
            "name": "挤压伤"
          },
          {
            "name": "生理性肥胖"
          },
          {
            "name": "汗出热不解"
          },
          {
            "name": "肢体障碍"
          },
          {
            "name": "被动体位"
          },
          {
            "name": "恶寒"
          },
          {
            "name": "湿热"
          },
          {
            "name": "顽固性疼痛"
          },
          {
            "name": "身痛"
          },
          {
            "name": "高热"
          },
          {
            "name": "虚烦"
          },
          {
            "name": "烦热"
          },
          {
            "name": "湿热内蕴"
          },
          {
            "name": "舞蹈病样动作"
          },
          {
            "name": "肢体肿胀"
          },
          {
            "name": "溃疡疼痛"
          },
          {
            "name": "身体瘦弱"
          },
          {
            "name": "疲乏"
          },
          {
            "name": "顽固性肥胖"
          },
          {
            "name": "夜间盗汗"
          },
          {
            "name": "身重如裹"
          },
          {
            "name": "寒热交作"
          },
          {
            "name": "高热寒战"
          },
          {
            "name": "怕冷"
          },
          {
            "name": "创伤"
          },
          {
            "name": "轻度烧伤"
          },
          {
            "name": "身体“福态”"
          },
          {
            "name": "体重减轻"
          },
          {
            "name": "行迟"
          },
          {
            "name": "出汗异常"
          },
          {
            "name": "神疲乏力"
          },
          {
            "name": "睡过之后精力没有恢复"
          },
          {
            "name": "手势性自动症"
          },
          {
            "name": "高热不退"
          },
          {
            "name": "药物过敏反应"
          },
          {
            "name": "进行性消瘦"
          },
          {
            "name": "元气衰脱"
          },
          {
            "name": "体温调节紊乱"
          },
          {
            "name": "精神萎靡"
          },
          {
            "name": "疼痛"
          },
          {
            "name": "刺痛"
          },
          {
            "name": "突发性疼痛"
          },
          {
            "name": "精血不足"
          },
          {
            "name": "外感风热燥火"
          },
          {
            "name": "发绀"
          },
          {
            "name": "持续低烧"
          },
          {
            "name": "消瘦"
          },
          {
            "name": "饭后困倦"
          },
          {
            "name": "舞蹈样不自主运动"
          },
          {
            "name": "持续发烧"
          },
          {
            "name": "疤痕体质"
          },
          {
            "name": "全身过敏和发热皮疹关节痛"
          },
          {
            "name": "热病汗不出"
          },
          {
            "name": "强迫停立位"
          },
          {
            "name": "气急神扬"
          },
          {
            "name": "凛寒发热"
          },
          {
            "name": "惊跳"
          },
          {
            "name": "泪液、唾液及汗液分泌减少或消失"
          },
          {
            "name": "容易上火"
          },
          {
            "name": "外伤性出血"
          },
          {
            "name": "气血不足"
          },
          {
            "name": "体重增加"
          },
          {
            "name": "畏热"
          },
          {
            "name": "过早衰老"
          },
          {
            "name": "反复高热"
          },
          {
            "name": "哭泣晕厥"
          },
          {
            "name": "耐热力降低"
          },
          {
            "name": "清晨早醒且不能再度入睡"
          },
          {
            "name": "久病亏损"
          },
          {
            "name": "消耗性体重下降"
          },
          {
            "name": "翻身困难"
          },
          {
            "name": "咬痛"
          },
          {
            "name": "夜惊"
          },
          {
            "name": "白天嗜睡夜间失眠"
          },
          {
            "name": "三怕(水声、光、风)现象"
          }
        ]
      },
      {
        "name": "骨及关节",
        childrenList: [
          {
            "name": "骨骼肿块"
          },
          {
            "name": "关节响痛"
          },
          {
            "name": "关节肿胀"
          },
          {
            "name": "关节畸形"
          },
          {
            "name": "韧带扭伤"
          },
          {
            "name": "骨端增大"
          },
          {
            "name": "关节游走性疼痛肿胀"
          },
          {
            "name": "骨痒"
          },
          {
            "name": "骨压痛"
          },
          {
            "name": "四肢关节如折"
          },
          {
            "name": "关节强直"
          },
          {
            "name": "腕关节扭挫伤"
          },
          {
            "name": "骨及软组织肥大"
          },
          {
            "name": "尾部疼痛而拒坐"
          },
          {
            "name": "关节强硬"
          },
          {
            "name": "关节肿大"
          },
          {
            "name": "关节酸痛"
          },
          {
            "name": "关节僵直"
          },
          {
            "name": "关节痛"
          },
          {
            "name": "关节疼痛"
          },
          {
            "name": "关节肿痛"
          }
        ]
      }
    ]
  },
  {
    "name": "腹部",
    childrenList: [
      {
        "name": "腹部",
        childrenList: [
          {
            "name": "呕出物为紫蓝色"
          },
          {
            "name": "呕吐咖啡样物"
          },
          {
            "name": "频吐白沫"
          },
          {
            "name": "剧烈运动后呕吐"
          },
          {
            "name": "泛恶欲吐"
          },
          {
            "name": "粪样呕吐物"
          },
          {
            "name": "打嗝"
          },
          {
            "name": "脾气虚"
          },
          {
            "name": "胃纳减退"
          },
          {
            "name": "下腹部反跳痛"
          },
          {
            "name": "肝郁气滞"
          },
          {
            "name": "肠子胀气"
          },
          {
            "name": "反复呕血"
          },
          {
            "name": "脐周阵发性绞痛"
          },
          {
            "name": "对多脂饮食不能耐受"
          },
          {
            "name": "腹部不适"
          },
          {
            "name": "食积痛"
          },
          {
            "name": "腹痛伴血尿"
          },
          {
            "name": "上腹部肿块及腹胀"
          },
          {
            "name": "下腹胀痛"
          },
          {
            "name": "鼓肠"
          },
          {
            "name": "肠鸣"
          },
          {
            "name": "食欲较差"
          },
          {
            "name": "上腹部疼痛"
          },
          {
            "name": "左下腹痛"
          },
          {
            "name": "胃区包块"
          },
          {
            "name": "下腹绞痛"
          },
          {
            "name": "下腹痛"
          },
          {
            "name": "胃寒疼痛"
          },
          {
            "name": "进食后出现弥漫性腹部绞痛"
          },
          {
            "name": "左腹屈曲"
          },
          {
            "name": "左上腹痛"
          },
          {
            "name": "阳虚胃痛"
          },
          {
            "name": "上腹部压痛"
          },
          {
            "name": "肝火"
          },
          {
            "name": "小腹冷痛"
          },
          {
            "name": "腹部肥满"
          },
          {
            "name": "右下腹压痛"
          },
          {
            "name": "胃胀"
          },
          {
            "name": "全腹痛"
          },
          {
            "name": "吐酸"
          },
          {
            "name": "一侧腰腹突发“刀割”样绞痛"
          },
          {
            "name": "脾胃不和"
          },
          {
            "name": "突发性右上腹绞痛"
          },
          {
            "name": "腹痛伴黄疸"
          },
          {
            "name": "急性腹痛"
          },
          {
            "name": "阵发性腹痛"
          },
          {
            "name": "脐湿"
          },
          {
            "name": "恶心"
          },
          {
            "name": "腹痛腹泻"
          },
          {
            "name": "胃纳差"
          },
          {
            "name": "右上腹压痛"
          },
          {
            "name": "泛吐清水"
          },
          {
            "name": "下腹疼痛"
          },
          {
            "name": "腹部型肥胖"
          },
          {
            "name": "胃部隐痛"
          },
          {
            "name": "饥饿时上腹痛"
          },
          {
            "name": "下腹部钝痛和酸胀感"
          },
          {
            "name": "下腹剧痛并渐向腹中线扩散"
          },
          {
            "name": "空腹时腹部有振水声者"
          },
          {
            "name": "下腹压痛"
          },
          {
            "name": "食欲缺乏"
          },
          {
            "name": "暴力作用后腹痛"
          },
          {
            "name": "腹部逐渐胀大"
          },
          {
            "name": "腹直肌触及边界不清的固定包块"
          },
          {
            "name": "呕吐苦水"
          },
          {
            "name": "持续性肠绞痛"
          },
          {
            "name": "神经性胃痛"
          },
          {
            "name": "腹胀嗳腐"
          },
          {
            "name": "腹部皮肤出现白纹、粉红色或紫纹"
          },
          {
            "name": "肚子疼"
          },
          {
            "name": "食欲不振"
          },
          {
            "name": "脐窝内有樱红色息肉样物"
          },
          {
            "name": "腹部“气串样”肿块"
          },
          {
            "name": "肚脐痒"
          },
          {
            "name": "上腹不适"
          },
          {
            "name": "腹围增大"
          },
          {
            "name": "小腹刺痛"
          },
          {
            "name": "慢性腹痛"
          },
          {
            "name": "用药过程中出现胃部症状"
          },
          {
            "name": "肝区痛"
          },
          {
            "name": "腹鸣"
          },
          {
            "name": "胃热疼痛"
          },
          {
            "name": "脐疮"
          },
          {
            "name": "右胁疼痛"
          },
          {
            "name": "腹肌肌肉抽搐"
          },
          {
            "name": "呕恶纳呆"
          },
          {
            "name": "胃火"
          },
          {
            "name": "消化不良"
          },
          {
            "name": "下腹坠胀"
          },
          {
            "name": "广泛性与不定位性腹痛"
          },
          {
            "name": "胃脘不适"
          },
          {
            "name": "侧腹或后腰压痛"
          },
          {
            "name": "脾胃虚弱"
          },
          {
            "name": "绞痛"
          },
          {
            "name": "胃灼热"
          },
          {
            "name": "嗳气"
          },
          {
            "name": "右上腹痛"
          },
          {
            "name": "中上腹持续性疼痛"
          },
          {
            "name": "餐后发作性腹痛"
          },
          {
            "name": "肠鸣音亢进"
          },
          {
            "name": "习惯性腹泻"
          },
          {
            "name": "慢性胃痛"
          },
          {
            "name": "腹痛伴恶心、呕吐"
          },
          {
            "name": "血尿伴排尿不畅"
          },
          {
            "name": "吐逆滑泄"
          },
          {
            "name": "脐周围褪色"
          },
          {
            "name": "男性小腹痛"
          },
          {
            "name": "纳差"
          },
          {
            "name": "情绪性腹痛"
          },
          {
            "name": "反胃"
          },
          {
            "name": "持续性下腹疼痛"
          },
          {
            "name": "食欲异常"
          },
          {
            "name": "下腹局部疼痛"
          },
          {
            "name": "腹胀呃逆"
          },
          {
            "name": "早饱"
          },
          {
            "name": "脐周明显红肿变硬"
          },
          {
            "name": "上腹弥漫性压痛"
          },
          {
            "name": "肚脐疼"
          },
          {
            "name": "强迫仰卧位"
          },
          {
            "name": "腹壁红斑"
          },
          {
            "name": "腹部肿块"
          },
          {
            "name": "胃脘饱胀"
          },
          {
            "name": "顽固性呃逆"
          },
          {
            "name": "食欲减退"
          },
          {
            "name": "胃肠道胀气"
          },
          {
            "name": "右下腹可触及柔软腊肠样肿块"
          },
          {
            "name": "脐周疼痛"
          },
          {
            "name": "吐物清稀"
          },
          {
            "name": "腹满"
          },
          {
            "name": "腹部压痛"
          },
          {
            "name": "脐周肿胀"
          },
          {
            "name": "急性胃痛"
          },
          {
            "name": "腹胀"
          },
          {
            "name": "肝气郁节"
          },
          {
            "name": "上腹及腰背部有“束带感”"
          },
          {
            "name": "口吐血沫"
          },
          {
            "name": "右下腹痛"
          },
          {
            "name": "腹部可触及巨大柔软肿物"
          },
          {
            "name": "胃疼"
          },
          {
            "name": "上腹部包块"
          },
          {
            "name": "脐窝湿润有臭味"
          },
          {
            "name": "脐周脓性分泌物较多"
          },
          {
            "name": "脐周腹壁缺损"
          },
          {
            "name": "一侧性下腹剧烈疼痛"
          },
          {
            "name": "脐周皮肤青紫色斑"
          },
          {
            "name": "腹疼不食"
          },
          {
            "name": "腹部中线处肿块"
          },
          {
            "name": "胃肠道症状"
          },
          {
            "name": "夏季厌食症"
          },
          {
            "name": "腹部“柔韧感”体征"
          },
          {
            "name": "呕血"
          },
          {
            "name": "腹痛伴腹泻"
          },
          {
            "name": "胃肠气胀"
          },
          {
            "name": "弥漫性脐周疼痛"
          },
          {
            "name": "左下腹压痛"
          },
          {
            "name": "间歇性胃痛"
          },
          {
            "name": "脾胃虚寒"
          },
          {
            "name": "脐轮红肿"
          },
          {
            "name": "进食呕吐"
          },
          {
            "name": "下腹部包块"
          },
          {
            "name": "恶心与呕吐"
          },
          {
            "name": "拒食"
          },
          {
            "name": "进食异常"
          },
          {
            "name": "食欲下降"
          },
          {
            "name": "叹气后舒服"
          },
          {
            "name": "多食"
          },
          {
            "name": "厌食"
          },
          {
            "name": "贪食"
          },
          {
            "name": "易饿"
          }
        ]
      }]
  },
  {
    "name": "男性生殖",
    childrenList: [
      {
        "name": "男性生殖",
        childrenList: [
          {
            "name": "睾丸有肿块"
          },
          {
            "name": "睾丸一大一小"
          },
          {
            "name": "阴茎弯曲"
          },
          {
            "name": "睾丸萎缩"
          },
          {
            "name": "阴部溃疡"
          },
          {
            "name": "阴囊水肿"
          },
          {
            "name": "阴囊上有白色小疙瘩"
          },
          {
            "name": "睾丸触痛"
          },
          {
            "name": "精囊缩小"
          },
          {
            "name": "阴囊肿大"
          },
          {
            "name": "男子性功能障碍"
          },
          {
            "name": "外阴损伤"
          },
          {
            "name": "阴茎龟头橡皮肿"
          },
          {
            "name": "睾丸疼痛"
          },
          {
            "name": "睾丸发育不全"
          },
          {
            "name": "会阴部牵引痛"
          },
          {
            "name": "无痛性阴囊内肿块"
          },
          {
            "name": "痛性阴茎勃起"
          },
          {
            "name": "包皮粘连"
          },
          {
            "name": "尿后滴白"
          },
          {
            "name": "血精"
          },
          {
            "name": "阴囊肿胀"
          },
          {
            "name": "阴茎短"
          },
          {
            "name": "阴茎异常勃起"
          },
          {
            "name": "精囊增大"
          },
          {
            "name": "睾丸微小"
          },
          {
            "name": "尿道局部肿胀"
          },
          {
            "name": "遗精滑泄"
          },
          {
            "name": "遗精"
          },
          {
            "name": "阴囊瘙痒"
          },
          {
            "name": "阴囊坠胀痛"
          },
          {
            "name": "性交困难"
          },
          {
            "name": "尿道口肿块"
          },
          {
            "name": "阴茎损伤"
          },
          {
            "name": "龟头瘙痒"
          },
          {
            "name": "睾丸冷疼"
          },
          {
            "name": "阴茎疼痛"
          },
          {
            "name": "一侧阴囊内逐渐增大的无痛性肿块"
          },
          {
            "name": "精液带血"
          },
          {
            "name": "精液少"
          },
          {
            "name": "阴囊冷痛"
          },
          {
            "name": "精道疼痛"
          },
          {
            "name": "阴囊红肿"
          },
          {
            "name": "阴茎和阴囊水肿"
          },
          {
            "name": "梦遗滑泄"
          },
          {
            "name": "射精疼"
          },
          {
            "name": "睾丸胀痛"
          },
          {
            "name": "阴茎硬结"
          },
          {
            "name": "睾丸增大和变硬"
          },
          {
            "name": "阴囊下坠"
          },
          {
            "name": "阴茎表浅性溃疡"
          }
        ]
      }
    ]
  },
  {
    "name": "肩部",
    childrenList: [
      {
        "name": "肩部",
        childrenList: [
          {
            "name": "肩痛"
          },
          {
            "name": "肩关节痛"
          },
          {
            "name": "肩关节活动受限"
          },
          {
            "name": "肩背部沉重感"
          },
          {
            "name": "肩周酸痛不适"
          },
          {
            "name": "右上腹持续性剧痛并向右肩部放射"
          },
          {
            "name": "肩臂外侧的感觉障碍和功能受限"
          },
          {
            "name": "颈后及肩部皮肤发硬"
          },
          {
            "name": "肩部牵涉痛"
          },
          {
            "name": "肩部或肩胛区持续钝痛和深部钻刺样不适感"
          },
          {
            "name": "肩部运动受限"
          },
          {
            "name": "肩胛放射性疼痛"
          },
          {
            "name": "肩周区弥散的钝痛及放射痛"
          },
          {
            "name": "肩背痛"
          },
          {
            "name": "上肢及肩向下牵引或手拿重物时疼痛"
          },
          {
            "name": "肩胛骨酸痛"
          },
          {
            "name": "张口抬肩"
          },
          {
            "name": "两臂不能上举而成垂肩"
          },
          {
            "name": "下垂肩"
          },
          {
            "name": "持续性剧烈的肩痛"
          },
          {
            "name": "肩膀酸疼"
          },
          {
            "name": "肩胛带和上肢疼痛"
          },
          {
            "name": "肩胛骨突出"
          },
          {
            "name": "肋间肩胛带疼痛"
          }
        ]
      },
      {
        "name": "腋窝",
        childrenList: [
          {
            "name": "腋部肿块"
          },
          {
            "name": "腋毛毛干上有微小结节"
          },
          {
            "name": "腋毛和阴毛脱落"
          },
          {
            "name": "腋窝有异味"
          },
          {
            "name": "腋区疼痛"
          },
          {
            "name": "腋窝多汗"
          },
          {
            "name": "腋窝痛"
          }
        ]
      }
    ]
  },
  {
    "name": "四肢",
    childrenList: [
      {
        "name": "手",
        childrenList: [
          {
            "name": "手足麻木"
          },
          {
            "name": "指甲异常"
          },
          {
            "name": "手抽筋"
          },
          {
            "name": "晨僵"
          },
          {
            "name": "手足脱皮"
          },
          {
            "name": "手上有小水泡"
          },
          {
            "name": "手麻"
          },
          {
            "name": "手凉"
          },
          {
            "name": "手指麻痛"
          },
          {
            "name": "手、足部厚壁水疱"
          },
          {
            "name": "手指小关节痛肿"
          },
          {
            "name": "甲周炎"
          },
          {
            "name": "手足多汗"
          },
          {
            "name": "手酸"
          },
          {
            "name": "白甲"
          },
          {
            "name": "凹甲"
          },
          {
            "name": "手指痛风"
          },
          {
            "name": "手掌及足趾皮肤过度角化"
          },
          {
            "name": "通贯掌"
          },
          {
            "name": "手震颤"
          },
          {
            "name": "手冻伤"
          },
          {
            "name": "指甲呈扇形"
          },
          {
            "name": "手指冻肿"
          },
          {
            "name": "指甲呈现青紫色"
          },
          {
            "name": "食指和中指僵硬痛麻"
          },
          {
            "name": "紧张性手抖"
          },
          {
            "name": "季节性手脱皮"
          },
          {
            "name": "手心热"
          },
          {
            "name": "指甲上有直线"
          },
          {
            "name": "指甲出现条纹或斑点"
          },
          {
            "name": "手表皮深处的水疱"
          },
          {
            "name": "指甲突然变白"
          },
          {
            "name": "手肌肉萎缩"
          },
          {
            "name": "黄指甲"
          },
          {
            "name": "手皮肤发紫"
          },
          {
            "name": "不能伸展拇指"
          },
          {
            "name": "手指发僵疼痛"
          },
          {
            "name": "指甲呈扁平形"
          },
          {
            "name": "两手颤抖"
          },
          {
            "name": "手腕肿痛及掌屈活动受限"
          },
          {
            "name": "指甲嵌入肉"
          },
          {
            "name": "匙状指（趾）"
          },
          {
            "name": "双手震颤"
          },
          {
            "name": "指（趾）麻木"
          },
          {
            "name": "指（趾）甲颜色改变"
          },
          {
            "name": "手握物无力"
          },
          {
            "name": "食指指甲凹陷"
          },
          {
            "name": "手腕长骨刺"
          },
          {
            "name": "指甲呈筒形"
          },
          {
            "name": "手足湿冷"
          },
          {
            "name": "手掌硬性水肿"
          },
          {
            "name": "手足厥冷"
          },
          {
            "name": "指甲变软或发生变形"
          },
          {
            "name": "指甲呈现黑色"
          },
          {
            "name": "手足发抖"
          },
          {
            "name": "手与手指胀满感"
          },
          {
            "name": "手掌呈黄色"
          },
          {
            "name": "手指扭伤"
          },
          {
            "name": "手足烦热"
          },
          {
            "name": "手背部皮肤发红肿胀"
          },
          {
            "name": "食指半月甲呈粉红色"
          },
          {
            "name": "手脚发麻"
          },
          {
            "name": "手指脱皮"
          },
          {
            "name": "指甲翘起"
          },
          {
            "name": "指甲有红色或黑色斑点"
          },
          {
            "name": "指甲生长缓慢"
          },
          {
            "name": "指甲呈半圆形"
          },
          {
            "name": "指甲夹伤"
          },
          {
            "name": "指间关节不能屈曲"
          },
          {
            "name": "爪甲不荣"
          },
          {
            "name": "指甲上起小细粒"
          },
          {
            "name": "指尖边缘指甲有凹陷"
          },
          {
            "name": "指甲宽而短(宽大于长)"
          },
          {
            "name": "指甲营养障碍"
          },
          {
            "name": "指甲呈三角形"
          },
          {
            "name": "指甲冻伤"
          },
          {
            "name": "指节增粗"
          },
          {
            "name": "指甲特大有纵纹而手指细"
          },
          {
            "name": "爪甲青紫"
          },
          {
            "name": "指甲末端呈直线形"
          },
          {
            "name": "指甲有黄色细点"
          },
          {
            "name": "指甲细长"
          },
          {
            "name": "指甲苍白脱落"
          },
          {
            "name": "手下垂时皮肤呈灰蓝色"
          },
          {
            "name": "肢体远端出现腕垂踝垂"
          },
          {
            "name": "手部功能完全丧失"
          },
          {
            "name": "甲身凹沟"
          },
          {
            "name": "腕背侧脓肿"
          },
          {
            "name": "掌跖多汗"
          },
          {
            "name": "手指或手臂部刺痛及麻木感"
          },
          {
            "name": "手变短"
          },
          {
            "name": "指甲尖有缺痕"
          },
          {
            "name": "手内肌萎缩"
          },
          {
            "name": "手指撞伤"
          },
          {
            "name": "中指半月甲呈粉红色"
          },
          {
            "name": "拇指三节"
          },
          {
            "name": "中指指甲凹陷"
          },
          {
            "name": "手腕在大拇指侧的疼痛"
          },
          {
            "name": "腕枪刺状畸形"
          },
          {
            "name": "腕下垂"
          },
          {
            "name": "无名指指甲凹陷"
          },
          {
            "name": "拇指内收畸形"
          },
          {
            "name": "手指尖痛或触痛"
          },
          {
            "name": "手腕部米粒大小硬如软骨的包块"
          },
          {
            "name": "手指香肠型"
          },
          {
            "name": "伸指无力"
          },
          {
            "name": "手无力不自觉的丢落持物"
          },
          {
            "name": "拇指仅存软组织而无骨骼"
          },
          {
            "name": "持物不稳"
          },
          {
            "name": "紫红色掌"
          },
          {
            "name": "掌心凹消失或稍隆起"
          },
          {
            "name": "第5指短小弯曲"
          },
          {
            "name": "手指末端持续对称性刺痛麻木"
          },
          {
            "name": "拇指和食指不能对掌成完好的“O”形"
          },
          {
            "name": "垂腕"
          },
          {
            "name": "指甲床发绀"
          },
          {
            "name": "弹钢琴指(趾)征"
          },
          {
            "name": "手的歪扭畸形"
          },
          {
            "name": "手掌疤痕畸形"
          },
          {
            "name": "屈腕屈指无力"
          },
          {
            "name": "腕部肿胀压痛"
          },
          {
            "name": "指端出现Osler结节"
          },
          {
            "name": "握力减退"
          },
          {
            "name": "手掌软硬度异常"
          },
          {
            "name": "食指感觉消失"
          },
          {
            "name": "腕关节圆形的软包块"
          },
          {
            "name": "指甲可见横沟纺"
          },
          {
            "name": "指纹皱瘪"
          },
          {
            "name": "手的搓丸样动作"
          },
          {
            "name": "双手活动软弱无力"
          },
          {
            "name": "腋部掌心出汗"
          },
          {
            "name": "手部震颤"
          },
          {
            "name": "双手轮替动作笨拙"
          },
          {
            "name": "腕部疼痛"
          },
          {
            "name": "拇指半月甲呈粉红色时"
          },
          {
            "name": "手指不能屈伸"
          },
          {
            "name": "弓状指"
          },
          {
            "name": "无名指半月甲呈粉红色"
          },
          {
            "name": "指骨节肥大"
          },
          {
            "name": "拇、食、中三指有放射痛"
          },
          {
            "name": "小指感觉消失"
          }
        ]
      },
      {
        "name": "腿",
        childrenList: [
          {
            "name": "小腿酸痛"
          },
          {
            "name": "小腿水肿"
          },
          {
            "name": "下肢浮肿"
          },
          {
            "name": "大腿内侧红斑"
          },
          {
            "name": "大腿刺痛"
          },
          {
            "name": "间歇性跛行"
          },
          {
            "name": "大腿外侧痛"
          },
          {
            "name": "下肢无力"
          },
          {
            "name": "韧带拉伤"
          },
          {
            "name": "小腿发胀"
          },
          {
            "name": "小腿瘙痒干燥"
          },
          {
            "name": "睡觉时小腿抽筋"
          },
          {
            "name": "下身肥胖"
          },
          {
            "name": "打软腿"
          },
          {
            "name": "双下肢可凹陷性水肿"
          },
          {
            "name": "罗圈腿"
          },
          {
            "name": "下肢发凉"
          },
          {
            "name": "小腿腓部肌肉疼痛和压痛"
          },
          {
            "name": "步态异常"
          },
          {
            "name": "小腿肌肉萎缩"
          },
          {
            "name": "慢性腰痛伴下肢麻痛"
          },
          {
            "name": "下肢放射痛"
          },
          {
            "name": "X型腿"
          },
          {
            "name": "肢体疼痛"
          },
          {
            "name": "“鸭步”步态"
          },
          {
            "name": "爪状趾"
          },
          {
            "name": "小腿寒冷痠痛"
          },
          {
            "name": "行走踩棉花感"
          },
          {
            "name": "跟腱疼痛"
          },
          {
            "name": "肢体发凉"
          },
          {
            "name": "小腿溃疡"
          },
          {
            "name": "下肢久立时出现膨胀性剧烈疼痛"
          },
          {
            "name": "弯曲不利"
          },
          {
            "name": "下肢短缩"
          },
          {
            "name": "行走后小腿肌肉痉挛"
          },
          {
            "name": "睡眠中周期性腿动"
          },
          {
            "name": "屈伸不利"
          },
          {
            "name": "超量饮酒后两下肢突然出现痉挛和疼痛"
          },
          {
            "name": "指甲干瘪"
          },
          {
            "name": "肢体震颤"
          },
          {
            "name": "肢体局部的皮肤颜色和温度改变"
          },
          {
            "name": "大腿局部肿胀变形"
          },
          {
            "name": "腿前内侧出现感觉异常"
          },
          {
            "name": "下肢感应痛或放射痛的腰背痛"
          },
          {
            "name": "肢体麻痛"
          },
          {
            "name": "跨阈步态"
          },
          {
            "name": "下肢弥漫性水肿"
          },
          {
            "name": "肢体的非凹性水肿"
          },
          {
            "name": "股前内侧及小腿内侧感觉丧失"
          },
          {
            "name": "双下肢突然性瘫痪"
          },
          {
            "name": "膝及小腿部有广泛的瘀血斑"
          },
          {
            "name": "摇摆步态"
          },
          {
            "name": "肢体僵硬感"
          },
          {
            "name": "抽搐无力"
          },
          {
            "name": "怪异步态"
          },
          {
            "name": "肢体不自主震颤"
          },
          {
            "name": "小腿外侧及足背感觉丧失"
          },
          {
            "name": "站立久后的浮肿"
          },
          {
            "name": "下肢外展"
          },
          {
            "name": "红丝疔"
          },
          {
            "name": "疼痛牵引股侧"
          },
          {
            "name": "腿外侧质软半球形包块"
          },
          {
            "name": "肢端硬化"
          },
          {
            "name": "下肢拖曳步态"
          },
          {
            "name": "下肢呈剪刀步态"
          },
          {
            "name": "下肢皮肤营养性改变"
          },
          {
            "name": "肢端湿冷"
          },
          {
            "name": "下肢负重障碍"
          },
          {
            "name": "肢体增长、增粗过度"
          },
          {
            "name": "大腿内侧红疙瘩"
          },
          {
            "name": "皮肤型屈肢症"
          },
          {
            "name": "下肢振动觉和位置觉受损"
          },
          {
            "name": "失用步态"
          },
          {
            "name": "舞蹈样步态"
          },
          {
            "name": "肢体过度肥大"
          },
          {
            "name": "下肢动作沉重"
          },
          {
            "name": "肢端苍白发组潮红"
          },
          {
            "name": "单腿半蹲痛"
          },
          {
            "name": "上台阶困难"
          }
        ]
      },
      {
        "name": "脚",
        childrenList: [
          {
            "name": "脚臭"
          },
          {
            "name": "足跟痛"
          },
          {
            "name": "足癣"
          },
          {
            "name": "腿脚浮肿"
          },
          {
            "name": "脚后跟长骨刺"
          },
          {
            "name": "脚底干裂"
          },
          {
            "name": "脚外侧疼"
          },
          {
            "name": "干性脚气"
          },
          {
            "name": "足底脱皮"
          },
          {
            "name": "足背动脉搏动消失"
          },
          {
            "name": "腿脚抽筋"
          },
          {
            "name": "足心发热"
          },
          {
            "name": "足痛"
          },
          {
            "name": "足部肿胀压痛"
          },
          {
            "name": "踝部及足背水肿"
          },
          {
            "name": "足外翻"
          },
          {
            "name": "脚趾甲内长"
          },
          {
            "name": "足内翻"
          },
          {
            "name": "足趾痛"
          },
          {
            "name": "脚冻伤"
          },
          {
            "name": "八字脚步态"
          },
          {
            "name": "足底溃疡"
          },
          {
            "name": "足掌痛"
          },
          {
            "name": "足跟淤血"
          },
          {
            "name": "足跟的后上方疼痛的红色肿块"
          },
          {
            "name": "足的放射性疼痛"
          },
          {
            "name": "马蹄内翻足"
          },
          {
            "name": "弓形足"
          },
          {
            "name": "头重足轻"
          },
          {
            "name": "足背部肿胀"
          },
          {
            "name": "手掌及足底发红"
          },
          {
            "name": "胫前和足部坚硬的非凹陷性水肿斑块"
          },
          {
            "name": "手足蠕动"
          },
          {
            "name": "指趾端干性坏死"
          },
          {
            "name": "指甲类似云母"
          },
          {
            "name": "掌趾皮肤黄色角化物"
          },
          {
            "name": "足趾伸屈时足部疼痛"
          },
          {
            "name": "足趾发凉怕冷，呈苍白色或紫红色"
          },
          {
            "name": "双足红肿热痛"
          },
          {
            "name": "手指和足趾无痛性软组织肿块"
          },
          {
            "name": "马蹄外翻足"
          },
          {
            "name": "足趾屈曲挛缩"
          },
          {
            "name": "手足厥寒"
          },
          {
            "name": "手足逆冷"
          },
          {
            "name": "足踝捩伤"
          },
          {
            "name": "足胫软弱"
          },
          {
            "name": "指（趾）甲缺失"
          },
          {
            "name": "指(趾)肿胀"
          },
          {
            "name": "足踝部光滑圆形的包块"
          },
          {
            "name": "仰趾外翻"
          },
          {
            "name": "足部震颤"
          },
          {
            "name": "掌跖发红"
          },
          {
            "name": "趾蹼间隙麻木"
          },
          {
            "name": "搓手顿足"
          },
          {
            "name": "足底凸起"
          },
          {
            "name": "足跟蓝黑色或黑色斑点"
          },
          {
            "name": "趾短小"
          },
          {
            "name": "足不能跖屈和内翻"
          },
          {
            "name": "指(趾)甲点状凹陷"
          },
          {
            "name": "指或趾甲下裂片状出血"
          },
          {
            "name": "指（趾）甲脆软萎缩"
          },
          {
            "name": "趾远端呈球形"
          },
          {
            "name": "特征性趾端大片状脱皮"
          },
          {
            "name": "指端及指(趾)甲周红斑"
          },
          {
            "name": "足穿孔"
          },
          {
            "name": "外踝呈现凹陷"
          },
          {
            "name": "拇趾与二趾趾间距大"
          }
        ]
      },
      {
        "name": "膝",
        childrenList: [
          {
            "name": "膝关节疼痛"
          },
          {
            "name": "膝关节肿大"
          },
          {
            "name": "髌骨疼痛"
          },
          {
            "name": "膝盖扭伤"
          },
          {
            "name": "不能屈膝"
          },
          {
            "name": "髌骨劳损"
          },
          {
            "name": "大腿以下或膝以下肌肉瘫痪"
          },
          {
            "name": "膝关节不能完全伸直"
          },
          {
            "name": "膝内翻"
          },
          {
            "name": "髌后疼痛"
          },
          {
            "name": "髌下疼痛"
          },
          {
            "name": "膝关节肿胀积血"
          },
          {
            "name": "伸膝障碍"
          },
          {
            "name": "膝盖撞伤"
          },
          {
            "name": "膝后肿胀疼痛，活动受限"
          },
          {
            "name": "髌周指压痛"
          },
          {
            "name": "膝前疼痛"
          },
          {
            "name": "髋、膝、肘部呈屈曲畸形"
          },
          {
            "name": "膝盖砸伤肿痛"
          },
          {
            "name": "髌骨发育不良"
          }
        ]
      },
      {
        "name": "踝",
        childrenList: [
          {
            "name": "踝关节肿胀"
          },
          {
            "name": "踝关节疼痛"
          },
          {
            "name": "内踝下区域疼痛肿胀"
          },
          {
            "name": "踝部凹陷性水肿"
          },
          {
            "name": "外踝前下方肿胀和疼痛"
          }
        ]
      },
      {
        "name": "其他",
        childrenList: [
          {
            "name": "四肢酸痛无力"
          },
          {
            "name": "四肢麻木"
          },
          {
            "name": "四肢远端麻木、疼痛或异样感觉"
          },
          {
            "name": "四肢发冷"
          },
          {
            "name": "四肢抽搐"
          },
          {
            "name": "痛风结节"
          },
          {
            "name": "四肢苔藓样变"
          },
          {
            "name": "酒后四肢酸痛"
          },
          {
            "name": "四肢不温"
          },
          {
            "name": "四肢畸形"
          },
          {
            "name": "多指（趾）畸形"
          },
          {
            "name": "四肢乏力"
          },
          {
            "name": "指(趾)甲增厚"
          },
          {
            "name": "四肢湿冷"
          },
          {
            "name": "四肢震颤"
          },
          {
            "name": "四肢肌张力增强"
          },
          {
            "name": "肢端凉"
          },
          {
            "name": "肢端发绀"
          },
          {
            "name": "四肢长骨和肌肉无规律的酸痛"
          },
          {
            "name": "四肢电击感"
          },
          {
            "name": "四肢屈侧出现橘皮样外观"
          },
          {
            "name": "蹒跚步态"
          },
          {
            "name": "易跌倒"
          },
          {
            "name": "双侧手足徐动"
          },
          {
            "name": "运动功能障碍"
          },
          {
            "name": "木僵"
          },
          {
            "name": "意向性震颤"
          },
          {
            "name": "扭伤"
          },
          {
            "name": "身体下部短于上部"
          }
        ]
      },
      {
        "name": "臂",
        childrenList: [
          {
            "name": "臂痛"
          },
          {
            "name": "前臂细小"
          },
          {
            "name": "上肢麻痹"
          },
          {
            "name": "上肢半屈状"
          },
          {
            "name": "上肢麻木"
          },
          {
            "name": "前臂旋后功能受限"
          },
          {
            "name": "上肢呈迟缓性麻痹"
          },
          {
            "name": "上肢水肿"
          },
          {
            "name": "前臂旋转痛"
          },
          {
            "name": "上肢外展上举困难"
          },
          {
            "name": "投掷动作(颤搐)"
          },
          {
            "name": "前臂短缩"
          },
          {
            "name": "前臂和腕部的疼痛"
          },
          {
            "name": "前臂外伤后疼痛"
          },
          {
            "name": "上肢无力"
          },
          {
            "name": "上肢突然出现肿胀酸痛"
          }
        ]
      },
      {
        "name": "肘",
        childrenList: [
          {
            "name": "肘外侧肿痛及功能障碍"
          },
          {
            "name": "肘部外翻角增大"
          },
          {
            "name": "肘关节不能屈曲"
          },
          {
            "name": "肘痛"
          },
          {
            "name": "肘部扭伤"
          },
          {
            "name": "肘关节畸形"
          },
          {
            "name": "肘部剧烈疼痛，压痛肿胀"
          },
          {
            "name": "肘部的肿胀压痛"
          }
        ]
      }
    ]
  },
  {
    "name": "躯干",
    childrenList: [
      {
        "name": "其他",
        childrenList: [{ "name": "腹股沟痒" }, { "name": "腹股沟区可复性肿块" }, { "name": "躯干畸形弯曲" }, { "name": "上半身热刺激性多汗" }]
      },
      {
        "name": "臀部",
        childrenList: [
          {
            "name": "股前外侧麻木、蚁行感"
          },
          {
            "name": "肛门瘙痒"
          },
          {
            "name": "髋关节痛"
          },
          {
            "name": "臀部疼痛"
          },
          {
            "name": "肛门坠胀"
          },
          {
            "name": "肛门疼痛"
          },
          {
            "name": "炎性外痔"
          },
          {
            "name": "臀部酸痛"
          },
          {
            "name": "静脉曲张性外痔"
          },
          {
            "name": "骨盆痛"
          },
          {
            "name": "痔块脱垂"
          },
          {
            "name": "里急后重"
          },
          {
            "name": "股部内侧靠近阴囊处的皮疹"
          },
          {
            "name": "直肠肛门内胀痛不适"
          },
          {
            "name": "肛门湿疹瘙痒"
          },
          {
            "name": "痔出血"
          },
          {
            "name": "肛内轻微隐痛坠胀或不适感"
          },
          {
            "name": "臀部闪电疼痛"
          },
          {
            "name": "排气多"
          },
          {
            "name": "血栓外痔"
          },
          {
            "name": "肛周皮肤有湿疹"
          },
          {
            "name": "排粪时肛门灼痛"
          },
          {
            "name": "肛门松弛"
          },
          {
            "name": "肛周皮肤潮红"
          },
          {
            "name": "肛门短时间阵发性钝痛"
          },
          {
            "name": "肛门区红肿及痛性硬块"
          },
          {
            "name": "肛裂溃疡"
          },
          {
            "name": "肛门外翻"
          },
          {
            "name": "停止排气"
          },
          {
            "name": "肛门剧痛"
          },
          {
            "name": "肛门夜间奇痒"
          },
          {
            "name": "髋内翻"
          },
          {
            "name": "肛内分泌物多"
          },
          {
            "name": "臀部放射痛"
          },
          {
            "name": "肛裂三联征"
          },
          {
            "name": "疼痛性股青肿"
          },
          {
            "name": "骶部可有皮赘，形成尾巴"
          },
          {
            "name": "放屁频频"
          },
          {
            "name": "肛门有黑色肿块脱出"
          },
          {
            "name": "髋外侧酸胀"
          },
          {
            "name": "髋外侧肿胀压痛"
          },
          {
            "name": "肛门畸形"
          },
          {
            "name": "臀沟下垂状跛行步态"
          },
          {
            "name": "肛周软瘊"
          },
          {
            "name": "肛门或肛管窄小"
          },
          {
            "name": "臀沟内似夹着异物样的难受及不愉快感"
          },
          {
            "name": "肛门小疙瘩"
          },
          {
            "name": "臀沟展平和下垂"
          }
        ]
      },
      {
        "name": "腰部",
        childrenList: [
          {
            "name": "尾骶部疼痛"
          },
          {
            "name": "腰部包块"
          },
          {
            "name": "胸腰段及腰椎前凸消失"
          },
          {
            "name": "电击样痛或刺痛的头痛"
          },
          {
            "name": "腰酸"
          },
          {
            "name": "腰痛卧床加重"
          },
          {
            "name": "腰部钝痛"
          },
          {
            "name": "腰腹酸沉"
          },
          {
            "name": "腰部酸胀及无力"
          },
          {
            "name": "弯腰时腰痛"
          },
          {
            "name": "腰椎膨出"
          },
          {
            "name": "突然出现剧烈的腰痛"
          },
          {
            "name": "肾区压痛"
          },
          {
            "name": "剧烈运动后腰痛"
          },
          {
            "name": "腰软不能直起"
          },
          {
            "name": "腰疼"
          },
          {
            "name": "肾区钝痛"
          },
          {
            "name": "腰骶部酸痛"
          },
          {
            "name": "腰背部疼痛"
          },
          {
            "name": "腰背的持续隐痛"
          },
          {
            "name": "腰骶疼痛"
          },
          {
            "name": "腰部僵硬及腰前凸消失"
          },
          {
            "name": "腰骶部或下腰部疼痛"
          },
          {
            "name": "腰背刺痛"
          },
          {
            "name": "左、右腰腹痛"
          },
          {
            "name": "左腰部压痛"
          },
          {
            "name": "输尿管疼痛"
          },
          {
            "name": "反射性腰痛"
          },
          {
            "name": "持续性腰痛伴有晨僵"
          },
          {
            "name": "低位腰痛"
          },
          {
            "name": "腰部缓慢增大的软肿块"
          },
          {
            "name": "右腰部压痛"
          },
          {
            "name": "劳累时腰部酸痛或胀痛"
          },
          {
            "name": "腰脊椎疼痛"
          },
          {
            "name": "下腰部疼痛"
          }
        ]
      },
      {
        "name": "背部",
        childrenList: [
          {
            "name": "脊柱弯曲"
          },
          {
            "name": "脊椎僵直"
          },
          {
            "name": "背脊痛"
          },
          {
            "name": "脊肋角膨隆"
          },
          {
            "name": "背痛"
          },
          {
            "name": "背部有隐约麻痛不适"
          },
          {
            "name": "脊柱侧弯"
          },
          {
            "name": "背部长痘"
          },
          {
            "name": "腰背酸痛"
          },
          {
            "name": "驼背"
          },
          {
            "name": "背部酸痛"
          }
        ]
      }
    ]
  },
  {
    "name": "盆腔",
    childrenList: [
      {
        "name": "盆腔",
        childrenList: [
          {
            "name": "肛门会阴区潮湿不洁"
          },
          {
            "name": "直肠疼痛"
          },
          {
            "name": "髋部酸胀不适"
          },
          {
            "name": "结缔组织性外痔"
          },
          {
            "name": "排尿前后膀胱区痛"
          },
          {
            "name": "长期的盆腔疼痛"
          },
          {
            "name": "尿道口有白膜形成"
          },
          {
            "name": "耻骨上痛"
          },
          {
            "name": "尿道口有红斑和水肿"
          },
          {
            "name": "盆腔沉重感"
          },
          {
            "name": "尿道口疼"
          },
          {
            "name": "排尿异物感"
          },
          {
            "name": "排尿过程中发生晕厥"
          },
          {
            "name": "慢性盆腔痛"
          },
          {
            "name": "尿道内口呈漏斗样改变"
          }
        ]
      }
    ]
  }
];
